[
    {
        "review": "sir okay armygreen shorts nice ",
        "rating": 5
    },
    {
        "review": "di pareha yong mga size nila may sobrang liit akjejrjrjjfjjriro4k4jrjrjfjrjrjrjrjjtjrj",
        "rating": 5
    },
    {
        "review": "super worth it ang ganda Sombra grabi order na kayo di kayo magsisisisis sobranh ganda order ulit ako at ang bilis dumating",
        "rating": 5
    },
    {
        "review": "ganda po salamat",
        "rating": 5
    },
    {
        "review": "maayos pagkadeliver maganda den sya",
        "rating": 5
    },
    {
        "review": "ang gnda nang short nagustohan nang binigyan ko salamat din sa delivery guy ang bait Niya Thank you po kuya ",
        "rating": 4
    },
    {
        "review": "maganda sya medyo manipis nga lang .. ",
        "rating": 4
    },
    {
        "review": "",
        "rating": 4
    },
    {
        "review": "",
        "rating": 4
    },
    {
        "review": "manipis pla at ska dami himulmol ng sinulid, di maganda ang tahi.. di nko uulit s inyo... s madaling salita PANGET NG GAWA",
        "rating": 2
    },
    {
        "review": "madali maponit",
        "rating": 2
    },
    {
        "review": "Unsatisfied. Poor quality. easily torn.",
        "rating": 1
    },
    {
        "review": "Thank You ang Ganda niyaUmorder ulit ako ng 50pcs sana my free na kahit 3 pcs hehehe",
        "rating": 5
    },
    {
        "review": "Good quality at maayos naman ang pagkakabalot. thank you seller.",
        "rating": 5
    },
    {
        "review": "ganda niyatry lang oorder ulit. kala ko malapad Hindi pala. pero ang ganda Saka madikit",
        "rating": 5
    },
    {
        "review": "GandaGanda GandagandaGandaGanda GandaGandaGanda ",
        "rating": 5
    },
    {
        "review": "ang ganda superrrrr...makapit pa sa dingding kahit pa rough ang dingding...thanks seller at sa mamang nag deliver..order ulit aq",
        "rating": 5
    },
    {
        "review": "Ok naman yung bricks diko inexpect na malaki kase mura lang and manipis pala sya di parehas pag sa store ka talaga bumili. pero ok na sya for the price mura lang naman eh nakuha ko lang sya ng 216pesos 20pcs na",
        "rating": 4
    },
    {
        "review": "I love the color.. I like it so much.. kaso sobrang tagal ng delivery .. umabot ng.3days bago dumating yung order ko bago nadeliver ",
        "rating": 4
    },
    {
        "review": "Satisfied ",
        "rating": 4
    },
    {
        "review": "nice cute satisfied",
        "rating": 4
    },
    {
        "review": "Maganda yung quality nya. Waterproof",
        "rating": 4
    },
    {
        "review": "Halatang ginupit ang mga brick wall nakaka dismaya wag kayo omorder jan",
        "rating": 1
    },
    {
        "review": "I'm sorry but I expect its like what I bought at the mall last week regarding the size... Masyado po palang maliit lang.. May ganun pala na size? Di ko gusto ang size poh.. Subra liit niya",
        "rating": 2
    },
    {
        "review": "mint green order q dumatng light green...makaiba 2loy ang qlay....ok na rin hassle kc magbalik...manipis lng xa pero madikit...sad pti ung pink light ang ibngy",
        "rating": 2
    },
    {
        "review": "12pcs order Ang binigay 3pcs Ang mahal na ng shipping Ang mahal pa pala Neto 60 Isa pala! kaloka! ",
        "rating": 1
    },
    {
        "review": "Wala Naman pong problema maganda Naman po",
        "rating": 1
    },
    {
        "review": "Halatang ginupit ang mga brick wall nakaka dismaya wag kayo omorder jan",
        "rating": 1
    },
    {
        "review": "12pcs order Ang binigay 3pcs Ang mahal na ng shiffing Ang mahal pa pala Neto 60 Isa pala! kaloka! ",
        "rating": 1
    },
    {
        "review": "Wala Naman pong problema maganda Naman po",
        "rating": 1
    },
    {
        "review": "baka gusto ninyo makatikim ng mura sa panloloko ninyo? post ninyo na size iba sa actual size nq dumating.",
        "rating": 1
    },
    {
        "review": "Thank u seller..I recvd the items in gud condition.. Npakganda ng product na 2 nkakasosyal ng bedroom nmin..love it so much ",
        "rating": 1
    },
    {
        "review": "sobrang sulit sa presyo nya na 30gb na no expiration. wala pangamba maubusan ng data lagi ka updated sa mga social message kapag nasa byahe. pang 2nd order ko na ito. salamat sa GOMO Sim",
        "rating": 5
    },
    {
        "review": "tested for my piso wifi... and it's working... I got 15 - 20 mbps download speed and a upload speed of 5 - 15 mbps... hope there's always unli on this promo...",
        "rating": 5
    },
    {
        "review": "ok naman, mdyo yupi lang yung packaging.. pero oks lang mhlga is andun yung sim at data..di ko nabubuksan kc pang benta ko.. tnx sa rider..",
        "rating": 5
    },
    {
        "review": "received na nko ang parcel.. ang rider ky vrry good pd, maikog ko ky ghatod gjd gihapon nja maski sgeg uwan.uwan. Thankyou kuya rider and lazadaaaaa",
        "rating": 5
    },
    {
        "review": "sulit pera niyo dito",
        "rating": 5
    },
    {
        "review": "Video and photo not related i just received the item and working thank u gomo and lazada delivery fast then",
        "rating": 5
    },
    {
        "review": "We don't stop. We GOMO! The game-changer has finally arrived. Convert your data into calls and texts. Order your SIM today. No Expiry Data. 5G and LTE Ready. Free Delivery. Highlights: Free Delivery Available, App Available",
        "rating": 4
    },
    {
        "review": "",
        "rating": 4
    },
    {
        "review": "Better than Dito but still inferior to Smart in my current area. Yet to check the signal outside Manila. Shipping/packing/handling could've been better as seen on the sim housing. I noticed na kapag naka Wi-Fi, malakas ang signal but as soon as the data is turned on, signal deteriorates.",
        "rating": 4
    },
    {
        "review": "He was also a man who was as well known for the three-thousand-dollar Italian suits which draped his well-fed frame as for his remarkable string of legal victories. I simply stood there, paralyzed by the shock of what I had just witnessed. thanks for letting me know and internet connection ko yung i please thank you for internet call please call back at work and check your internet conducting.",
        "rating": 4
    },
    {
        "review": "Maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda",
        "rating": 5
    },
    {
        "review": "cute po sya",
        "rating": 5
    },
    {
        "review": "mmmmmmm;mmggggggggggggaaaaaannnnnnnnnddddddddddaaaaaaaaqa sssssssssssssssyyyyyyyyyyyyyyyyyaaaaaaaa fffaaaast cccchaaarrggggggiiiiiiinnnnnnnnngggggggggggggggvg",
        "rating": 5
    },
    {
        "review": "Gumagana sya and fast charging din, hopefully pang matagalan",
        "rating": 5
    },
    {
        "review": "Ang ganda ng product nato fast delivery pa tapos ang bait pa ni courier at delivery man si seller naman is napaka acomodating",
        "rating": 5
    },
    {
        "review": "good morning",
        "rating": 4
    },
    {
        "review": "nice quality and fast charger. its very cheap price but im little dissapoint. no box only charger in plastic. anyway tnx seller",
        "rating": 4
    },
    {
        "review": "not related po..pasensya na..ok naman yung charger working pareho ang concern ko lang e madaling mag init..sana magtagal..",
        "rating": 4
    },
    {
        "review": "Good quality! Ganda ng charger, tsaka yung earphones malakas siya kaso mahina ata yung mismong mouthpiece ganon. Btw, thank u seller ",
        "rating": 4
    },
    {
        "review": "bat Ganon Po sya ibang iba sa picture na packaging Yung item tas nong tinary kopo sya okay namn nong una pero nong tumagal Po nag loloko nasya ng s-stop mag charge at hingit sa lahat Yung nag delivery Po kanina dna binalik Yung sukli",
        "rating": 2
    },
    {
        "review": "di po sya gumagana. sayang lang pera ",
        "rating": 1
    },
    {
        "review": "I don't recommend this item guys, as you can see hindi si'ya compatible sa android phones ko. I'm so dissapointed, don't waist your money.",
        "rating": 1
    },
    {
        "review": "ang pangit nmn ng packing nio ,bkit ung una qng order sainyo ang ganda may lalagyan bakit ,Kung keln nmn dumami ung order q ska nmn ganito , Plastic nlng ang lalagyan..kaasar nmn",
        "rating": 1
    },
    {
        "review": "di po sya gumagana. sayang lang pera ",
        "rating": 1
    },
    {
        "review": "I don't recommend this item guys, as you can see hindi si'ya compatible sa android phones ko. I'm so dissapointed, don't waist your money.",
        "rating": 1
    },
    {
        "review": "ang pangit nmn ng packing nio ,bkit ung una qng order sainyo ang ganda may lalagyan bakit ,Kung keln nmn dumami ung order q ska nmn ganito , Plastic nlng ang lalagyan..kaasar nmn",
        "rating": 1
    },
    {
        "review": "Maganda siya fast charger tlg",
        "rating": 1
    },
    {
        "review": "thanx kaojcjwjxksosjcbcnjdjdjsnjsjsjjxnnfnnfnfkdjjsjjsnsnsnjsjjdjjfjfnnfjjfjfjj",
        "rating": 5
    },
    {
        "review": "grabe sobrang maganda yung product at tsaka pagkabalot, what you see is what you get talaga. madali syang iadjust at yung para sa back ng cellphone ay designed sya para hindi madaling mahulog. I've always wanted this masakit kasi yung neck ko kakatingin sa ibaba. Thank you!",
        "rating": 5
    },
    {
        "review": "thank you lazada...thank you seller at kay kuyang rider..maganda nman hindi na lagi hawak ang tablet kapag nood ng mga anik anik na youtube.",
        "rating": 5
    },
    {
        "review": "agus na ayus nagamit na matibay. hindi mangangalalay sa kamay kakapanood ng series hehe. thank you seller. will buy again...",
        "rating": 5
    },
    {
        "review": "Thank you seller tama po ang color n delivery",
        "rating": 5
    },
    {
        "review": "it's nice! ",
        "rating": 4
    },
    {
        "review": "ok naman yung product. pangit lang packaging as in walang bubble wrap, nilagay lang yung 3 boxes sa plastic ng lazada. kaya ayun yupi yupi yung mga boxes, buti di na damage mga holders.",
        "rating": 4
    },
    {
        "review": "I ordered 1 black and 1 green, I received 2 greens",
        "rating": 4
    },
    {
        "review": "goods naman quality mukhang matibay kaso minsan nahuhulog phone pag nakatayo okay nadin 3 lang order ko dumating apat so thank you po",
        "rating": 4
    },
    {
        "review": "Ok lng for the price kasi mura sya Adjustable din Useful nman for cellphone stand. Convenient to useFast delivery and well packed 🏻  Recommend for not picky person",
        "rating": 4
    },
    {
        "review": "i'm quite dissapointed po coz i have ordered black pro dumating po mint green, what's the purpose of giving options to your customer if you don't follow it. Hoping that this will be address so that this will not happen again.",
        "rating": 2
    },
    {
        "review": "Wrong color. Oks lang yupi box pero wrong color. Fast ship tho ",
        "rating": 2
    },
    {
        "review": "i want refund., 5pcs order ko., tas 3pcs lang darating., nasan na yung 2pcs pa., nonsense pa yung return refund policy ng lazada., magkano lang gusto niyo irefund 14p.,",
        "rating": 1
    },
    {
        "review": "may order is black",
        "rating": 1
    },
    {
        "review": "I just received my order. I'm so disappointed. The box is already opened, crumpled and the item is with scratches. I think this is a returned item.",
        "rating": 1
    },
    {
        "review": "i want refund., 5pcs order ko., tas 3pcs lang darating., nasan na yung 2pcs pa., nonsense pa yung return refund policy ng lazada., magkano lang gusto niyo irefund 14p.,",
        "rating": 1
    },
    {
        "review": "may order is black",
        "rating": 1
    },
    {
        "review": "I just received my order. I'm so disappointed. The box is already opened, crumpled and the item is with scratches. I think this is a returned item.",
        "rating": 1
    },
    {
        "review": "item was damaged ",
        "rating": 1
    },
    {
        "review": "Tnx seller sana matagal ito masira.... Ay nako sira na kasi ang isa paano to... Hindi worth it pala ito... ",
        "rating": 1
    },
    {
        "review": "wow! I like that it's working, really served it's purpose, great quality, correct order, well-packed and with good deal price. thank you! ",
        "rating": 5
    },
    {
        "review": "oppo gamit q ok sha pwede sha sa oppo at Samsung Ganda den ng kulay ng order q ligth pink ligth blue and white super qt ya ty seller and kuya rider",
        "rating": 5
    },
    {
        "review": "maganda po siya at maayos po noong pag deliver dito maayos po ang ganda po",
        "rating": 5
    },
    {
        "review": "sobrang satisfied Po hahaha fast charger KC to ilang beses na naka try wortit po .. happy buyer",
        "rating": 5
    },
    {
        "review": "okay naman siya ang gamda ang ganda hopefully magtagal tnx sa seller at sa delivery na taga sa amin din..",
        "rating": 5
    },
    {
        "review": "Okay naman siya. Mabilis ang delivery. Maganda yung color nya. Kaso for me hndi sya fast charging, same lang dun sa old cord ng charger ko. Tsaka nag slow charging yung phone ko nung ginamit ko. Once pa lang naman. di ko lang alam sa mga susunod na gamit ko pa. Anyway, Thank you seller and lazada. ",
        "rating": 4
    },
    {
        "review": "binili ko to nung October 28 tas dumating sa akin ngayong October 29. Yung packaging? dapat po binububble wrap nyo po para secure lang sila sa isang lugar Gumagana ba? Oo pero mabilis uminit yung cord. Pag magchacharge ka ng 25 minutes iinit na agad yung core. Overall? 4 stars",
        "rating": 4
    },
    {
        "review": "all charging cables work's just fine",
        "rating": 4
    },
    {
        "review": "ok nman yung item.. ngagamit n nmin ngayon... sana lang mafragal.. kaya lang puro tatlong pink binigay myo eh.. ano b yun.. di n nasunod yung gusto ko n kulay.. kaya 4 star lang bibigay ko.....",
        "rating": 4
    },
    {
        "review": "Same issue as others. 2 violet at 1 blue, I received 3 blue. Nag communicate naman ako to avoid this problem maiintindihan nman kung hindi available para hindi nkaka disappoint pagdating ng items. Pls. do chat nman kung wala ung napili naming color/s alagaan nyo ang buyers kse paulit ulit kaming oorder kung excellent ang seller. We value the sellers asmuch as we hope you value us. Update: Without being told, nagsend si seller ng 1 pc. vilolet cord, very much appreciated. Thank you.",
        "rating": 4
    },
    {
        "review": "Ok naman. Kaso ilang araw lang na gamit bumabagal na ang pagcharge. ",
        "rating": 2
    },
    {
        "review": "My item just arrived, wrong color ung isa light blue ung pinili ko na slightly mas mataas na presyo pero ung binigay sakin white. Yun ang gusto kong kulay kaya kahit hindi pareho ng presyo ng iba keri lang tas sila lang din pala ang masusunod, kainis lang... hindi ko pa na test pero tiwala naman ako na gumagana to... Pang reserba ko muna just incase hindi na gumana ung current cable ko... ",
        "rating": 2
    },
    {
        "review": "pag dating ng package binayaran naman namen yung package and yung shipping fee pero bat walang laman wala yung item sa loob pa refund po ",
        "rating": 2
    },
    {
        "review": "sobra pala ang iksi nito..... less than 1 meter .... haiissst.... mura lang kasi.... kung bakit kasi walang nakalagay sa description kung ano ang TOTOONG length nito ",
        "rating": 2
    },
    {
        "review": "maganda Sana yung charger Pero sa una lang sya..ang tagal mapuno CP ko tapos mabilis din masira Kaloka..",
        "rating": 1
    },
    {
        "review": "maganda Sana yung charger Pero sa una lang sya..ang tagal mapuno CP ko tapos mabilis din masira Kaloka..",
        "rating": 1
    },
    {
        "review": "at furst naimutan kong kasama pla ito sa order ko..hihihi..anyways okay naman yung cords however, di ganun kaayos..kasi ngayong nakalipas ng ilang weeks ng paggamit namin ay di na nagchacharge ng maayos..cturer na itong concern...",
        "rating": 1
    },
    {
        "review": "you cheated me,i order and i paid complete your item but i very very dis appointed..i just recieved only 1 item.. my order is 3 items but you only send 1 item..howcome??? dahil lwng sa small amount at gusto mo kumita kaya nanloko ka ng tao..dont worry KARMA is just around the corner!!! babalik din sayo yan kung anong ginawa mong masama sa kapwa mo!! GOODLUCK!!!  HGRXVJOUFFHITFBJRESFJKHCFUTECVKKFFFGCDERIIJVDSFHIJVFDGUJBDDGHBVFDESFJOONFDDVfyhfdtvnigcdechukhdxcchjnbffhiuessvhlkjcdds",
        "rating": 1
    },
    {
        "review": "wrong item,I ordered 4 pcs and the just gave me 2 pcs ,but still same price  ",
        "rating": 1
    },
    {
        "review": "mali ang product na dumating..color gold order ko black dumating..ibang yari ang cp holder mukhang mumurahin lang..di na ako uulit..",
        "rating": 1
    },
    {
        "review": "Nice. ",
        "rating": 5
    },
    {
        "review": "ganda nman ng face mask hold kaka delivery lang order salamat kay kuya rider thank you sila mo iyan or pag dito ni package ko deliver between lazada good bless you 🏾 🏾 🏾 five star name into salamat kay kuya may duha november 24 2021",
        "rating": 5
    },
    {
        "review": "Nice and good quality. Complete pieces. Recommended shop. Its great. Thank you. God bless.",
        "rating": 5
    },
    {
        "review": "maayos syang dumating walang sira. Thank you seller! ang ganda po nagustuhan nilang gamitin ..",
        "rating": 5
    },
    {
        "review": "So beautiful. This is a reminder that we should not become the very thing we are fighting against. #AllColorsAreBeautiful #BlackLivesMatter",
        "rating": 5
    },
    {
        "review": "cute, ayos na ayos maraming salamat seller mukha nmng matibay, dpende nalang sa gagamit, approved! ",
        "rating": 4
    },
    {
        "review": "thank you, thank you",
        "rating": 4
    },
    {
        "review": "Kung ano nasa picture ganun nga siya. Tama lang sa presyo nya. Di lang tama yung kulay na pinadala. Wag na lang lagyan ng pagpilian ng kulay kung di rin naman pala susundin yung choice ng oorder. Atleast di kana magexpect pag random nakalagay. Dibaaa  ",
        "rating": 4
    },
    {
        "review": "Very useful",
        "rating": 4
    },
    {
        "review": "Maganda naman un items kaso ang tagal ng delivery tapos hassle pa kulang un quantity tapos un courier gusto pick up - in ko un items ko sa location niya eh \"delivery\" un request hnd naman pick up",
        "rating": 2
    },
    {
        "review": "Complete orders. Pero hindi same ang colors sa pinili ko nung nagorder ako at pinakadisappointing yung black landyard dahil super nipis compared mo sa itsura sa reviews at mismong picture. Seller must improve!",
        "rating": 2
    },
    {
        "review": "10 days late. Seller not empathetic. Product is good but wrong color. Delivery is confusing. ",
        "rating": 1
    },
    {
        "review": "Kulang po dineliver sa akin. Dapat 3, 2 lang po ang nakalagay sa pouch.. Paano yung 1 kulang? ",
        "rating": 2
    },
    {
        "review": "Okay sana ung item kaso magkaiba ung kapal eh. ",
        "rating": 2
    },
    {
        "review": "10 days late. Seller not empathetic. Product is good but wrong color. Delivery is confusing. ",
        "rating": 1
    },
    {
        "review": "DO NOT BUY THIS CRAP! MANIPIS SA ACTUAL. THIS IS A FALSE ADVERTISEMENT",
        "rating": 1
    },
    {
        "review": "This is a complete disaster! Mali mali mga colors, sobrang tagal pa ng delivery. Green order ginawa nyong yellow, pink ginawa nyong violet! Paladesisyon kayo sa buhay ng ibang tao. Nakakafrustrate ang store nyo, may guidelines pa kayo piliin ng maayos ang item kayo naman ang hindi nasunod! ",
        "rating": 1
    },
    {
        "review": "I ordered 3 pcs but i was only given 2pcs. I messaged the seller about how can i get the other missing piece. I also messaged the seller that I am about to order another set for my friend so maybe he can include the missing piece in my next order but the seller didnt reply. ",
        "rating": 1
    },
    {
        "review": "Hndi sya nakasama sa package. Nakalimutan yata ni seller. ",
        "rating": 1
    },
    {
        "review": "very nice you can attach the spoon to it's cover. It is well sealed",
        "rating": 5
    },
    {
        "review": "Got the items secured and fast at first I thought it was not paired with its parts because of disassembled parts to fit in the box but when you try to up side down the cover you will discover that it really fit to each other. Ganda, though medyo maliit siya for me, Sana May pang half kilo or just at least 375 ang laki Nevertheless it serves its purpose!",
        "rating": 5
    },
    {
        "review": "Glass nga siya, akala ko clear plastic lang.. maganda naman sya and medyo malaki kaya marami malalagay. Mabilis yung shipping. Thank you seller!",
        "rating": 5
    },
    {
        "review": "Excellent quality, very accommodating seller, well packaged, item shipped immediately and will definitely order again",
        "rating": 5
    },
    {
        "review": "what u see is what u get ",
        "rating": 5
    },
    {
        "review": "4 star lang sa akin si seller disappointed ako dahil yung isa sira ang pinadala niya hindi ko malaman kung nasunog ito. sana yung mga ganitong itsura hindi niyo pinapadala sa buyer dahil binabayaran naman kayo ng tama. kung kayo kaya bibili at ganito ang ibibigay sa inyo matutuwa ba kayo? sana naisip niyo yun",
        "rating": 4
    },
    {
        "review": "nice and safe packaging nakarating dq lang nagustuhan ung naka post may rubber ung takip pero sa personal na product wala nmn pala kaya hindi xa nasa2ra maayos ang takip di xa lapat na lapat si2ngaw lng ang iba condiments na ila2gay.",
        "rating": 4
    },
    {
        "review": "maganda po sana ang product..kulang lang ng handle.sayang..pakipadala po ung hawakan ",
        "rating": 4
    },
    {
        "review": "For only 120 pesos goods na siya. Mura and maganda yung products. ",
        "rating": 4
    },
    {
        "review": "",
        "rating": 4
    },
    {
        "review": "ayaw mg sara ang tkip nyangkabliktad mgnda sna e ..",
        "rating": 2
    },
    {
        "review": "the one I ordered came broken grabe dapat walang star disappointing sayang when i received it i was wondering bakit makalansing i will never order from this seller sana ibalik na kng pera or resend me snother one ",
        "rating": 1
    },
    {
        "review": "the item is actually cute...what disappointed me is that 2 of the 3 the items were damaged...i checked the boxes but the broken parts were not inside it... ",
        "rating": 2
    },
    {
        "review": "May damage ung isang bottle, kita mong may mahabang hiwa. anyway mabilis naman ang delivery.",
        "rating": 2
    },
    {
        "review": "I ordered 4 items... Basag na basag yung isa... Bubog ang kinalabasan... Next time lagyan niyo naman ng bubble wrap yung pinaka items... ",
        "rating": 2
    },
    {
        "review": "the one I ordered came broken grabe dapat walang star disappointing sayang when i received it i was wondering bakit makalansing i will never order from this seller sana ibalik na kng pera or resend me snother one ",
        "rating": 1
    },
    {
        "review": "i receive broken dazzle cup , i am lacking of hairclip, you have to replace it or refund what is lacking on the delivery",
        "rating": 1
    },
    {
        "review": "Hindi kasya yung takip, akala ko may rubber siya kasi sa picture meron wala naman pala. ",
        "rating": 1
    },
    {
        "review": "eto lang at ung basahan ang dumating sa mga order ko ung egg beater at san rio hindi dumating palpak ka seller irereport kkta sa lazada ng mawala ka. jan .. sayang dn ung 11pesos ko at 7pesos na bayad pero wlang item",
        "rating": 1
    },
    {
        "review": "anong kalokohan yan seller nakabaliktad sayang pera ko khit mura lang ano to pano.ggamitin yan",
        "rating": 1
    },
    {
        "review": "maganda sya sana tumagal ...thanks seller a deserves ng five stars ....6666666666766766",
        "rating": 5
    },
    {
        "review": "so far so goodgumagana po lahat di ko na nakuhanan ung isa kasi kinuha na agad. sana nga lang po tumugaldi mabilis malowbat thank you Lazada thank you seller thank you mabait na rider.",
        "rating": 5
    },
    {
        "review": "ok naman gumagana sya",
        "rating": 5
    },
    {
        "review": "Got my parcel 9/16/21 from placed order 9/15/21 secure with bubble wrap=5 As always I do,try the item b4 review.it charge my phone from 2% - 36% from the bank stock charge 75% w/c is not as is bcoz its only a pre-charge but the outcome is good.i did that to empty the bank for me to know how long the bank can be fully charge.I've charge the bank using fast charger 2.1A at 9pm and its full the next day at 1pm.the LED light, don't expect too much bcoz it can only be use as a deem light=5 ",
        "rating": 5
    },
    {
        "review": "super nice quality tagal nya ma lowbat nakaka 2 cp ako kasi minsan ginagamit ko pa din sya while using my ohone",
        "rating": 5
    },
    {
        "review": "uag nakwgaj lagahwo ahaksuwg kwjjfskao wgakwkwhwnwkw ajjwkwqkjwgekwe sjejwhwjwhjsjwkwoiw",
        "rating": 4
    },
    {
        "review": "maganda sya full charge nung nrvc ko nka 2 cp ako nacharge pero nung chinacharge ko n ung powerbank 8 hours n d p dn sya puno.. ao don lang ako nbother.. sana magtagal.. ",
        "rating": 4
    },
    {
        "review": "Items received,. Well packed and naka bubble wrapped,. Napa responsive pa ng seller,. Thank you po. God bless and more sales to come. ",
        "rating": 4
    },
    {
        "review": "Product is good. ",
        "rating": 4
    },
    {
        "review": "I love this powerbank ",
        "rating": 4
    },
    {
        "review": "Super dismaya ako sa item, ginamit ko agad itong powerbank nasa 75% pa pero hindi man lang na full charge ang cell ko at 35% lang. Akala ko ba kahit 2 cell kaya nitong ma full. ",
        "rating": 1
    },
    {
        "review": "ano bang klaseng store to.. may pa message-message pa kaung nlalaman na lahat ng product chinicheck nyo bago nyo ibenta. ngaun pano ko mgagamit tong powerbank na bnli ko sa inyo? nkaka disappoint lang kayo. may bubble wrap pa kaung nlalaman sira naman ung pinadala nyo..ayos kayo noh...pra lang kumita.",
        "rating": 1
    },
    {
        "review": "Hindi totoong 10000MAH bilis malowbatt tapos napakatagal ma fullcharge. di nga kaya ma fullcharge yung phone kong 5000Mah lang. peke. Hahaha",
        "rating": 1
    },
    {
        "review": "57% yung phone ko nung chinarge ko yung phone ko sa powerbank na ito. Pero 84% pa lang yung phone ko low battery na yung powerbank!!  Full charge yung power bank, and then 1½ hours pa lang nakasaksak yung phone low battery na agad ",
        "rating": 2
    },
    {
        "review": "Sa lahat ng inorder ko ito lang yung palpak kc hanggang 75 percent lang yung kaya ng powerbank kahit I charge mo pa ng 2hrs or 3 hrs kaya pala mura kc mapapamura ka kapag nagamit mo na",
        "rating": 2
    },
    {
        "review": "Super dismaya ako sa item, ginamit ko agad itong powerbank nasa 75% pa pero hindi man lang na full charge ang cell ko at 35% lang. Akala ko ba kahit 2 cell kaya nitong ma full. ",
        "rating": 1
    },
    {
        "review": "ano bang klaseng store to.. may pa message-message pa kaung nlalaman na lahat ng product chinicheck nyo bago nyo ibenta. ngaun pano ko mgagamit tong powerbank na bnli ko sa inyo? nkaka disappoint lang kayo. may bubble wrap pa kaung nlalaman sira naman ung pinadala nyo..ayos kayo noh...pra lang kumita.",
        "rating": 1
    },
    {
        "review": "Hindi totoong 10000MAH bilis malowbatt tapos napakatagal ma fullcharge. di nga kaya ma fullcharge yung phone kong 5000Mah lang. peke. Hahaha",
        "rating": 1
    },
    {
        "review": "Hindi maganda pakikitungu nung delivery at maling kulay ang pinadala. Black yung order ko pero dumating white. Seller pakiayos naman. Mas okay na yung delay yung order kaysa naman mali yung color na binigay ninyo. Dalawa pa naman inorder ko. Kabadtrip. Napakapangit mong kabonding. ",
        "rating": 1
    },
    {
        "review": "A comprehensive review. TLDR: These are not authentic airdots, yes, even if they have the Lazmall branding. Looks for another store, I recommend PCTECH. For the love that is all holy DO NOT BUY from this store!I bought an airdots and a power bank from them because they have the \"Lazmall\" branding.I just received the items and I found out that they are selling counterfeit items. I know what an authentic airdots looks like.There should be a marking round the tip of the airdots it self. Build quality is laughable. Sound is horrible. Keeps on disconnecting even if my device is just literally 30 cm from my head.I even messaged the seller and they said that it's authentic. LIAR!!! PLEASE DONT BUY FROM THIS STORE",
        "rating": 1
    },
    {
        "review": "one, isa nalang yung nandito sakin kasi naibigay ko na yung isa dun sa pinag bigyan ko  ",
        "rating": 5
    },
    {
        "review": "Yung quality ng product ang ganda and naka sealed pa talaga at sure na hindi sana papasok yung water yet ang affordable at Buy 1 Take 1",
        "rating": 5
    },
    {
        "review": "Yeeeeyy!! Arrived just in time! Thanks seller, malinaw pa din camera ko kahit nasa loob na ng pouchperfect pang under water! Thank you!! ",
        "rating": 5
    },
    {
        "review": "Tama yung color na order ko super bilis dumating at mabait si kuya dilevery salamat",
        "rating": 5
    },
    {
        "review": "YES MAY PANG REGALO NA AKO SA MGA INAANAK KO BUKAS... SALAMAT LAZADA AT SELLER... LALONG LALO NA KAY KUYA OLIVER NA ALWAYS NAGDEDELIVER SA AKIN NG MGA INORDER KO... I GIVE 10 STARS",
        "rating": 5
    },
    {
        "review": "Ok nmn siya maayos dumating yun nga lng iba yung kulay na dumating dpat kasi alam ko black and white yung order ko naging purple but its okay kulay lng nmn yan e tska nga lng delay sya ng delay but its okay Den wala nmn kaso yun buti nlng dpa natutuloy swimming nmin dahil balik Ecq 2days lng ata yung delay pero oks lng satisfy padinn",
        "rating": 4
    },
    {
        "review": "thank you seller the product arrived safely",
        "rating": 4
    },
    {
        "review": "ok packaging is good..",
        "rating": 4
    },
    {
        "review": "thank you s seller Sana nga tlaga d pasukin ng tubig.salamat KY kuyang delivery driver kc Kilala nya n ako Suki nya n me.hahaa thanks Lazada",
        "rating": 4
    },
    {
        "review": "maganda sya kaso bakit pariho green dapat black Ang Isa nito",
        "rating": 4
    },
    {
        "review": "Good quality and its cool!! ",
        "rating": 5
    },
    {
        "review": "hahahaha ganyan talaga sya baka akalain nyo sa video sira ganyan sya pag binukasan maganda Hindi sya na papasukan ng tubig pero Hindi sya na pipindot kapag nasa ilalim ng tubig...",
        "rating": 5
    },
    {
        "review": "nice And quality items for its price",
        "rating": 5
    },
    {
        "review": "ganda nya! wah ready na mag beach",
        "rating": 5
    },
    {
        "review": "Thank you seller ang ganda nya kasyang kasya sa phone waiting uli sa mga item nyo na mgaganda",
        "rating": 5
    },
    {
        "review": "Satisfied ako sa product. Walang damage and well packed. Kasya ang Samsung A71 and may extra space pa. I tried it underwater and di talaga siya pinasukan ng tubig. Ang request ko lang, sana ibubble wrap ang product para hindi madamage sa delivery. ",
        "rating": 4
    },
    {
        "review": "hindi dumating yung exact order ko. ang akala kong buy one take one sa color, pink and black dapat, parehas na pink binigay. tapos yung blue at black, blue lang din. pero ok n din. maganda nmn, ung kulay na kasama lng di nasunod. 4 stars lng dahil s d nasunod kasamang kulay",
        "rating": 4
    },
    {
        "review": "nakalagay sa pic black and yellow pero parehas yellow dumating. pero maganda naman yung product pwede mo isawsaw sa tubig cp mo nang isang buwan. tjlsfsfbzfskhrakhrskharjhsfksfhkfshkrhskrhdkrshjrhhjfzxhfkxrhxrgjegsragjjfjaafjjduafjhzgxjrgjrdhggyjdvhdrvsrrgsecgaexgsedgfaegseffghcrsgchdsgdhschdhjdgthjdtgfbylkghykkbigukfyhojdtcrstehdtedattdeytedagtedagxeadgexahagdrhshfrsjfjgdkouhtopuhtoilygfgkuvfufrweydetdwteydy",
        "rating": 4
    },
    {
        "review": "mali naman nadeliver. Dapat black and violet kaso parehong violet ang dumating. ",
        "rating": 4
    },
    {
        "review": "The package/items arrived within the timeframe of delivery... and the price is OK for its quality... There's no assurance yet for the leakage as I am just about to try to use these.",
        "rating": 4
    },
    {
        "review": "parcels arrived today 2nd buy to this shop very legit po sya ..dito na ako lagi bibili ...masyadong menthol lang takaga un free juice Nia Kaya bumili na lang din ako nang ibang juice",
        "rating": 1
    },
    {
        "review": "thanks legitttt .. ang problema super leaking kakabukas ko Lang ubos na agad proof po na leaking sya",
        "rating": 1
    },
    {
        "review": "bat lasa pong plastic hindi po ba to fake? I'll try all sobrang panget ng lasa.5 pa naman binili ko.",
        "rating": 1
    },
    {
        "review": "Cause the one pods i open its leaking!!!! its a waste of money how can i use this! Its cost me 185 then im not able to use it!!!! please make sure your pods has no leak!!!!!!! i want a refund. what you gonna do about it!!!??? ",
        "rating": 1
    },
    {
        "review": "may leak yung binili kung pods sa inyo sayang yung perang pinambili ko? baka pwede nyo pong palitan ito? huhu seller please gawan nyo po sana ng paraan ",
        "rating": 1
    },
    {
        "review": "I love it omg! sobrang smooth niya. so far, pangatlong bili ko na tong mouse sa online and i'm so happy na hindi ako nadisappoint dito puro kase budol nabili ko last time. i will definitely buy again and i will recomment it to my friends!",
        "rating": 5
    },
    {
        "review": "Its working. thankyou so much!!Its working. thankyou so much!!Its working. thankyou so much!!",
        "rating": 5
    },
    {
        "review": "I need a basic mouse and I know Rapoo is a good brand. Well packed and shipped fast. Thank you Rapoo and Lazada and LEXPH who always deliver my Lazada Parcels.",
        "rating": 5
    },
    {
        "review": "So far working naman sya...Sana naman tumagal sya sakin though hindi naman pang heavy duty . Salamat Laza",
        "rating": 5
    },
    {
        "review": "Delightful with the product from them. So far, it's working well, properly packed and no damage. Seller didn't failed to send the right design and color of my mouse.Thank you seller! Love my new buddy. it's regular but comfy gadget I got!  ",
        "rating": 5
    },
    {
        "review": "This is the best buy",
        "rating": 5
    },
    {
        "review": "nice nice nice....good and affordable price legit sya",
        "rating": 5
    },
    {
        "review": "maganda siya........... ............................... and affordable at the same time..................................................",
        "rating": 5
    },
    {
        "review": "Nice it's a good Brand.. I recommend this store.. Thank you",
        "rating": 5
    },
    {
        "review": "Ang ganda po sulit na sulit sana tumagal! mabilis din delivery Ang ganda po sulit na sulit sana tumagal! mabilis din delivery ",
        "rating": 5
    },
    {
        "review": "",
        "rating": 4
    },
    {
        "review": "Simple yet classy. Nameet din yung estimated delivery. Sana meron lang white mas prefer ko kasi sana yun",
        "rating": 4
    },
    {
        "review": "First time to purchase on this store and I placed my order at 9.9 and I m satisfied  cos they delivered it immediately. Item was well packed - though the box was slightly deformed, it s alright since the item itself is working naman. Thank you!",
        "rating": 4
    },
    {
        "review": "Great Product, although may kaunting dent/damage yung box, safe naman yung mismong product sa loob. Gumana siya sa pc at laptop ko. ",
        "rating": 4
    },
    {
        "review": "good item ang smooth Nia gmitin and ang bilis dumating mga 3 days lang ata na-deliver agad! thank you seller. ",
        "rating": 4
    },
    {
        "review": "Simple yet classy. Nameet din yung estimated delivery. Sana meron lang white mas prefer ko kasi sana yun",
        "rating": 4
    },
    {
        "review": "First time to purchase on this store and I placed my order at 9.9 and I m satisfied  cos they delivered it immediately. Item was well packed - though the box was slightly deformed, it s alright since the item itself is working naman. Thank you!",
        "rating": 4
    },
    {
        "review": "Great Product, although may kaunting dent/damage yung box, safe naman yung mismong product sa loob. Gumana siya sa pc at laptop ko. ",
        "rating": 4
    },
    {
        "review": "good item ang smooth Nia gmitin and ang bilis dumating mga 3 days lang ata na-deliver agad! thank you seller. ",
        "rating": 4
    },
    {
        "review": "Keri na din, di masyadong recommended may sariling buhay yung mouse hahahahaa",
        "rating": 2
    },
    {
        "review": "Masyadong sensitive ung mouse, kahit hindi nakadikit sa surface ung sensor at tinry kong imove, sumasabay ung cursor which is very annoying. ",
        "rating": 2
    },
    {
        "review": "The left click is not working at all. Yung right click ang walang problema. Got this item only last October 20. Can this be replaced, please? ",
        "rating": 1
    },
    {
        "review": "thank you! received the cable in good condition and its working! but as to how fast, we will report back..",
        "rating": 5
    },
    {
        "review": "thank you very much! just recieved and its 10/10",
        "rating": 5
    },
    {
        "review": "i got my first order here  nagamit ko na sya at legit fast charger sya  highly recommended this",
        "rating": 5
    },
    {
        "review": "Magandaaaaa and mabilis din naman magcharge so sulitttttt and well packed naman nung dumating thanks",
        "rating": 5
    },
    {
        "review": "ok naman sya so far at mukang matibay saka mura ko lang nabili.. I love lazada talaga bilis pa ng delivery...",
        "rating": 5
    },
    {
        "review": "sorry super later review. ok naman ang item nong nareceive ko. tama naman ang ipinadala at charging naman sya. more than hour din bago mafull charge. ang napansin ko lang ngayon lumuwag na yong dulo na sa fone nakasaksak.. pero ok na rin.. ",
        "rating": 4
    },
    {
        "review": "just what i wanted to have for my convenience at work...thanks!",
        "rating": 4
    },
    {
        "review": "maganda ",
        "rating": 4
    },
    {
        "review": "Nysbahahhahahahahahahhahahahahhahahahahahahhshshshshahsbahahbsbsbsbsbsbsbbsbsbsbsbsbsbsbsbsbsbsbsbshshhshshshsbsbs",
        "rating": 4
    },
    {
        "review": "does not act as fast charging sometimes. works like a regular charging cable. 4 stars for that. thanks still.",
        "rating": 4
    },
    {
        "review": "2 order ko Isa lang dumating,Sana check nyo muna bago nyo esend,Sayang naman kala ko maka discount na ako...hanap nalang ulit ako legit at honest store ",
        "rating": 2
    },
    {
        "review": "Fast shipping. Not happy the cable on the bottom I bought in the store much thicker than cable I bought here. The cables are different models bottom from store cb 222 much thicker than here cb 221. Hopefully it will last.",
        "rating": 2
    },
    {
        "review": "not fast charger naman po eee hayz ....... nnajaja kakakakakakakakakakakakakakakaini ",
        "rating": 2
    },
    {
        "review": "The item was not C-type. I ordered usb to c- type. The description says usb to c-type, but that was not what I got. I feel cheated! I want a refund!",
        "rating": 1
    },
    {
        "review": "hindi po tama ang item na dineliver sakin.hassle ",
        "rating": 2
    },
    {
        "review": "The item was not C-type. I ordered usb to c- type. The description says usb to c-type, but that was not what I got. I feel cheated! I want a refund!",
        "rating": 1
    },
    {
        "review": "Tested charging. But the item is not legit from thier discription. NOT LEGIT, NOT LEGIT, so disappointed",
        "rating": 1
    },
    {
        "review": "Di gumagana yung isa cord hays... tapos isasauli pa yung isa piraso pipila ka ng pagkahabahaba para lang sa ganyan ang pangit ng service sana chinecheck muna kung nagaya yung item, yung isa ok naman nagana ",
        "rating": 1
    },
    {
        "review": "Antagal po dumating ng parcel ko, lumagpas pa sa estimated date ng delivery.",
        "rating": 1
    },
    {
        "review": "ok naman cxa sana tumalagal",
        "rating": 1
    },
    {
        "review": "Worth the price esp for those laptops that only have 2.0 and up USB ports. Fast delivery...",
        "rating": 5
    },
    {
        "review": "very goods ang item no problem , mabilis dumating, salamat seller!",
        "rating": 5
    },
    {
        "review": "Item delivered on time and good condition. Good job Ervin Pabillare for safely handling and delivery of item.",
        "rating": 5
    },
    {
        "review": "I just installed the right driver from their website and boom it works! my pc is running on windows10 and now I can use a 3rd screen monitor for our church.. thanks seller and Lazada.. great item..",
        "rating": 5
    },
    {
        "review": "Plug&play, just wait more or less 1 minute and will automatically give you the output..",
        "rating": 5
    },
    {
        "review": "I already used poco f1 from my friend and oppo a5 2020 mine and still both devices won't detect from the adapter but kudos to the seller for the service that I got my refund and thank you so much, I will wait for the stocks to be available I hope I get a working one.",
        "rating": 4
    },
    {
        "review": "differnt item was delivered. but i think the supplier give a extension or hdmi adapter",
        "rating": 4
    },
    {
        "review": "It s working 🏻 🏻",
        "rating": 4
    },
    {
        "review": "hindi kopa po nagagamit aantayin kopa yung usb dangle na type c sana hindi sira 30 days refund namanbilis ng deliver 2 days lang ",
        "rating": 4
    },
    {
        "review": "Used at May 13, 2021. Not functioning now June 12, 2021. but is good for additional monitor",
        "rating": 4
    },
    {
        "review": "its nice, naresolve nya yung issue ka isa kong adaptor na mas mababa ang nabibigay nanresolution sa 2md monitor ko. now parehas na sila ng resolution. only problem, pag tumagal, nagfliflicker na ng husto at namamatay ang 2nd monitor na nakakabit ang adaptor. kailangan tanggalin sa usb port at pagpahingahin",
        "rating": 4
    },
    {
        "review": "For a USB connection, it delivers quite okay. Good for music/video playback and text reference. But not really recommended for editing or for time sensitive references like music and video editing.Edited: This unit DOESN'T support display rotation on macOS Catalina.",
        "rating": 4
    },
    {
        "review": "it's usable but I can't find where or what android comaptibility ",
        "rating": 4
    },
    {
        "review": "I think meron nga etong displaylink na chipset. Sinubukan kong i-extend yung display ng samsung tablet ko sa external monitor at gumana nga siya. download lang kayong app na displaylink presenter sa playstore at make sure na may otg support yung tablet now. Dapat din i-make sure na yung android device niyo mismo ang magsisilbing usb host at hindi yung external display. Ang problema lang may times na hindi siya nagwowork kaagad at di ko madetermine kung ano yung problem. hindi rin siya gumana sa nokia 5 na phone ko. Maganda yung tech na to lalo na sa mga device na walang mhl na feature",
        "rating": 4
    },
    {
        "review": "been trying to install (following the instructions on manual and from chat) yet still not able to use the device.. tried it on my both lenovo laptop ",
        "rating": 2
    },
    {
        "review": "been trying to install and still not able to use the device.. tried it on my both lenovo laptop ",
        "rating": 2
    },
    {
        "review": "items not working",
        "rating": 1
    },
    {
        "review": "",
        "rating": 1
    },
    {
        "review": "items not working",
        "rating": 1
    },
    {
        "review": "ayaw gumana, tapos pg dating nka bukas na  ",
        "rating": 1
    },
    {
        "review": "hindi namn gumagana sa hdmi ",
        "rating": 1
    },
    {
        "review": "hindi gumagana",
        "rating": 1
    },
    {
        "review": "Okay ang packaging ng item and naka bubble wrap din po. Seller was also accomodating sa tanong. Yung speed regulator nya iikutin clockwise para bumilis sya. much better than my previous cooling pad.Thank you seller.",
        "rating": 5
    },
    {
        "review": "It was well-packed. In good box and good bubble wrap. The 2 items are working fine. I hope it will last. Thank you seller for the good product. Till next time. ",
        "rating": 5
    },
    {
        "review": "Very fast shipping and delivery. Securedly packed, no damage. Fully functional, mo issues whatsoever. Bought it for my son's laptop-he uses it for online class, and of course, long hours gaming. So far, its working well and my kid loves the way it cools his laptop. thanks seller and courier.",
        "rating": 5
    },
    {
        "review": "I got the item in good condition as it was package well. Walang sira or dent yun box. the item is working as is, puwede mo iadjust yun speed ng fan at in the max, malakas sya. Thank you seller",
        "rating": 5
    },
    {
        "review": "It's excellent hopefully magtagal sya.. super recommended sya sa mga laptop users na katulad ko na matagal na ginagamit",
        "rating": 5
    },
    {
        "review": "it was well packed and arrived earlier than expected however, I am not quite satisfied with the cooling system.. I don't think it works well for my Huawei d-14",
        "rating": 4
    },
    {
        "review": "Super bilis ng delivery samin. I love it then super light nya lang dalhin.",
        "rating": 4
    },
    {
        "review": "The stand itself is made of a pretty cheap feeling plastic but its fully functional. The fans feel weak but having 6 fans is actually quite potent. The stand only has 3 height options by the way. Overall, fully functional, and worth it. ",
        "rating": 4
    },
    {
        "review": "The product is amazing and functional and also the packaging was good and have fragile warning. But there's a little bit delay. ",
        "rating": 4
    },
    {
        "review": "di ganun kalakas fan pero ok nadin for it's price magagamit ko din naman na stand para sa laptop ko",
        "rating": 4
    },
    {
        "review": "ok namn 6fan na sya pero not enough ung hangin nya malakas p ung fan nang laptop ko promise....",
        "rating": 2
    },
    {
        "review": "Sobrang hina ng fans. Walang ambag sa heat dissipation. Di man lang ma elevate yung tissue. Pls don't take it against the seller. This review is for the product alone.",
        "rating": 1
    },
    {
        "review": "sobrang hina. do not buy. sobrang hina. do not buy. sobrang hina. do not buy. sobrang hina. do not buy. ",
        "rating": 1
    },
    {
        "review": "not working kahit direct power at di sa laptop isaksak",
        "rating": 1
    },
    {
        "review": "may laptop didnt even coolong jsjsudufudhfuufifieieisisiduduwuwuusufudusudududududu",
        "rating": 2
    },
    {
        "review": "Sobrang hina ng fans. Walang ambag sa heat dissipation. Di man lang ma elevate yung tissue. Pls don't take it against the seller. This review is for the product alone.",
        "rating": 1
    },
    {
        "review": "sobrang hina. do not buy. sobrang hina. do not buy. sobrang hina. do not buy. sobrang hina. do not buy. ",
        "rating": 1
    },
    {
        "review": "not working kahit direct power at di sa laptop isaksak",
        "rating": 1
    },
    {
        "review": "I have this agreement with the seller that she did not do. We agreed that she will ship with this product a replacement for the part i previously ordered. I think she tricked me of buying another product so she may ship it with this product i ordered, but turns out she did not do it. ",
        "rating": 1
    },
    {
        "review": "working pero sobrang hina ng fan. as in mahina.",
        "rating": 1
    },
    {
        "review": "delivered in 2 days. pad works well and has bright light. great deal :)",
        "rating": 5
    },
    {
        "review": "5 star for a very fast delivery, it just took a day to deliver my order. Ayus din yung lights, maraming siyang mode which makes it awesome but unfortunately hindi malakas yung kapit ng pandikit niya kaya I have to improvise using double sided tape but overall 5 star for the item with regards sa quality and price.",
        "rating": 5
    },
    {
        "review": "maayos ang packaging ni seller good buy ng mouse pad with rgb ndi q pa lang napapailaw kasi ndi pa nka set up laptop..Thank you seller",
        "rating": 5
    },
    {
        "review": "sobrang Ganda, pwede ibat ibang kulay, kayo na Bahala, quality maraming pag pipilian, pwede din iroll",
        "rating": 5
    },
    {
        "review": "very nice leds and lighting modes",
        "rating": 5
    },
    {
        "review": "may punit po yung pad cguro during handling ng courier. Natusok cguro kasi punit yung plastic at tagos sa box. Courier should handle the package well, yupi yupi kasi yung box.",
        "rating": 4
    },
    {
        "review": "Napaka ayus naman ng patungan na ito at sobra ayus ang pag kakagawa nya at maganda ang ilaw nya madami at sakto sa lamesa ko",
        "rating": 4
    },
    {
        "review": "The lights are bright but there are some sections of rgb strip that light is dimmer but the price is worth it",
        "rating": 4
    },
    {
        "review": "very nice, only issue is, if plugged in Laptop, the light does not automatically close when you shut down the laptop. you have to manually close it. aside from that. very good purchase. ",
        "rating": 4
    },
    {
        "review": "i wish it had a breathing pattern , making the color change more gradual and slower. Right now its pattern is too fast and too stiff, reminds me of xmas lights. That aside, the pad itself is thick and feels premium.",
        "rating": 4
    },
    {
        "review": "1/2 units are working. rgb lights are not working as intended. will update to 5 stars if a replacement or refund is issued",
        "rating": 2
    },
    {
        "review": "Please help to replace the product. 3 time ko na purchase, pero this time 1. Light sequence is not good. Mabagal, compared dun sa 1st two na nabili ko. 2. Ang hina ng bright light ng leds ",
        "rating": 2
    },
    {
        "review": "the texture is good but the light is not working, when i plug it in, it takes secs and then off",
        "rating": 2
    },
    {
        "review": "It won't change any color or even turn off when I tap the button or hold.It only stays on green, one color to be precise(not rgb).",
        "rating": 1
    },
    {
        "review": "...",
        "rating": 2
    },
    {
        "review": "It won't change any color or even turn off when I tap the button or hold.It only stays on green, one color to be precise(not rgb).",
        "rating": 1
    },
    {
        "review": "One color lang yung nag a-appear :( I thought multi-color sya :( A bit disappointed kase hnd sya nagblend sa keyboard na binili ko :( Hnd nagfufunction ung button para mag-iba ung kulay! Very sad!",
        "rating": 1
    },
    {
        "review": "rgb lights is not working.",
        "rating": 1
    },
    {
        "review": "ok na sana makapal kaso di mn lng na check before edeliver . so 1star nlng to . ",
        "rating": 1
    },
    {
        "review": "kala ko kahit di naka saksak iilaw siya yun pala need naka saksak para umilaw :(",
        "rating": 1
    },
    {
        "review": "Nice product Fast transport Fast shipping Fast delivery Nice rider Thanks to seller Thanks to rider THUMBS UP Rating 5 star standards OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkkk OooooooOkkkkkkkkkkk",
        "rating": 5
    },
    {
        "review": "ok naman lahat kaya lang puro pink naman dineliver akala ko asaorted color...binenta ko na lang sa mga kasamahan ko. thank you seller and lazada.",
        "rating": 5
    },
    {
        "review": "items are all good, complete and working. powerbank arrived 65% pero nung chinarge namin yung co ni kuya ng mafull 32% nlang. will update my review after we drained and charged it 3x full. still rate it 5stars for the quick shipment and delivery considering na andito kmi sa province. thanks",
        "rating": 5
    },
    {
        "review": "53% when i rcvd the item 1 oppo fully charged 2 iphone x fully charged It is still 18% Not yet charged since it arrived plus super heavy Sana magtagal talaga ang item.",
        "rating": 5
    },
    {
        "review": "yuwn. sulit",
        "rating": 5
    },
    {
        "review": "items arrived complete and all working as tested, fingers crossed these will last one star less for not being able - in a simple and obvious way - to choose preferred colors. (refer to the pic) i hoped the seller would have at least mixed the colors PS: para kay madam ba ito?",
        "rating": 4
    },
    {
        "review": "Gumagana lahat. Maganda siya kaso kala ko random yung colors. Puro pink binigay na Fan... Lalake pa nmn aq... Pero tnx",
        "rating": 4
    },
    {
        "review": "maganda.jsjsjsjsjsjsnsbbsbsbsbsbsnjshshshdhdhdhdjdjdjdjdjdjjdjdjdjdjdjdndnndndndndndndndndnndndndndn",
        "rating": 4
    },
    {
        "review": "received the items naka bubble wrap,nkaka disaapoint lang kasi i ordered 3 pcs.in random color sabi nyo pero 3 pink ang pinadla nyo sana man lang nag assorted kayo..ibibigay ko pa namn sa anak ko ng boy yung isa.",
        "rating": 4
    },
    {
        "review": "Fast delivery. Nice product.",
        "rating": 4
    },
    {
        "review": "This product is worst product ever. If a customer purchased a cheap product, that doesn't mean you'll send them a defective product. The product I got is not working and I have to fix it on my own.",
        "rating": 1
    },
    {
        "review": "",
        "rating": 1
    },
    {
        "review": "mahina lang pla wala masyado hangin mas mahagin pa yun kapitbhay nmin ",
        "rating": 2
    },
    {
        "review": "This product is worst product ever. If a customer purchased a cheap product, that doesn't mean you'll send them a defective product. The product I got is not working and I have to fix it on my own.",
        "rating": 1
    },
    {
        "review": "gumagana sya sulit sya for the price. super vilis pa na deliver. will order again. legit yung product.",
        "rating": 5
    },
    {
        "review": "gdfffffgsusksjskkskskskjsjsjsjsjsjsjdjdjakskkskskskksksjdnsnsnskkskskdkkskdkskdkkdkdkdkfnskskkdkskkskskdkd",
        "rating": 5
    },
    {
        "review": "complete package and super sealed Yung item.at dumating Yung item ng maayos at maaga.salamat",
        "rating": 5
    },
    {
        "review": "all goods gUmagana dapaT lnG nahabaaN ko para sakto sa tv namin .by the way thankyou so much",
        "rating": 5
    },
    {
        "review": "i am happy qnd satisfied with the vga cable that i purchased. well packaged and it is totally working!",
        "rating": 5
    },
    {
        "review": "Nothing special. Just need a vga cable for my cctv system and the monitor. They seem well made though. ",
        "rating": 4
    },
    {
        "review": "Just what I need. Two thumbs UP",
        "rating": 4
    },
    {
        "review": "package received today. natagalan na nga sa delivery hindi pa chineck ng husto ni seller ng husto yung item na pinadala nya. seller kulang ng isang sturnilio. hindi ko na na picturan kase ginamit na. sana naman i-check nyo yung item/s bago nyo i-release. anyway salamat seller, courier and Lazada.",
        "rating": 4
    },
    {
        "review": "",
        "rating": 1
    },
    {
        "review": "VGA cable is working well. They also shipped the correct size that I ordered. UPDATE: after using the VGA cable, I noticed there was a shadow effect on my screen. The VGA cable they sent is broken. ",
        "rating": 2
    },
    {
        "review": "Quality is as cheap as the price. It makes the screen blurry.",
        "rating": 2
    },
    {
        "review": "tae na bulok sayang pera ",
        "rating": 1
    },
    {
        "review": "For some reasons, both vga cables are not connecting properly to a TV unlike other trusted brands.. the output is too blurry. ",
        "rating": 1
    },
    {
        "review": "tae na bulok sayang pera ",
        "rating": 1
    },
    {
        "review": "For some reasons, both vga cables are not connecting properly to a TV unlike other trusted brands.. the output is too blurry. ",
        "rating": 1
    },
    {
        "review": "Not good in quality. waste of money..",
        "rating": 1
    },
    {
        "review": "Bad video quality produced by the cable. very disappointing",
        "rating": 1
    },
    {
        "review": "I love it omg! sobrang smooth niya. so far, pangatlong bili ko na  tong mouse sa online and i'm so happy na hindi ako nadisappoint dito puro kase budol nabili ko last time. i ll definitely buy again and i ll recomment it to my friends!",
        "rating": 5
    },
    {
        "review": "Its working. thankyou so much!!Its working. thankyou so much!!Its working. thankyou so much!!",
        "rating": 5
    },
    {
        "review": "I need a basic mouse and I know Rapoo is a good brand. Well packed and shipped fast. Thank you Rapoo and Lazada and LEXPH who always deliver my Lazada Parcels.",
        "rating": 5
    },
    {
        "review": "So far working naman sya...Sana naman tumagal sya sakin though hindi naman pang heavy duty . Salamat Laza",
        "rating": 5
    },
    {
        "review": "Delightful with the product from them. So far, it's working well, properly packed and no damage. Seller didn't failed to send the right design and color of my mouse.Thank you seller! Love my new buddy. it's regular but comfy gadget I got!  ",
        "rating": 5
    },
    {
        "review": "This is the best buy",
        "rating": 5
    },
    {
        "review": "nice nice nice good and affordable price legit sya ",
        "rating": 5
    },
    {
        "review": "maganda siya and affordable at the same time ",
        "rating": 5
    },
    {
        "review": "Nice it's a good Brand.. I recommend this store.. Thank you",
        "rating": 5
    },
    {
        "review": "Ang ganda po sulit na sulit sana tumagal! mabilis din delivery Ang ganda po sulit na sulit sana tumagal! mabilis din delivery ",
        "rating": 5
    },
    {
        "review": "Hahahahabdbxjendkcnrnskksnrksubrkwoinfhwoalamwrbfidubeusuhbebuudbwhifhebduxinsbs",
        "rating": 5
    },
    {
        "review": "product is 100% legit. it works well even without a mouse pad, as advertised. will order again",
        "rating": 5
    },
    {
        "review": "hi selller pwede pala yun magclose yung trabsaction kahit hindi magconfirm....sabi kasi free shipping pero wala pa akong makuhang free shipping kay Lazada as in ...ang bilis madwliver nitong mouae...magalaw lang masyado...tyagain na lang kasi eto na andito...anyways salamat seller...",
        "rating": 5
    },
    {
        "review": "bilis dumating naka-box at mukhang matibay!!!!!🏾 🏾 🏾 🏾 🏾 🏾",
        "rating": 5
    },
    {
        "review": "if you are looking for a mouse with a smooth movement of pointer even if you have no mousepad,this one is highly recommended.. The seller shipped fast my parcel and i received it safely..He/she also responded to my messages.. Thank you seller.. Great buy!.not a waste of money.. Good Job! Godbless po.. ",
        "rating": 5
    },
    {
        "review": "",
        "rating": 4
    },
    {
        "review": "Simple yet classy. Nameet din yung estimated delivery. Sana meron lang white mas prefer ko kasi sana yun",
        "rating": 4
    },
    {
        "review": "First time to purchase on this store and I placed my order at 9.9 and I m satisfied  cos they delivered it immediately. Item was well packed - though the box was slightly deformed, it s alright since the item itself is working naman. Thank you!",
        "rating": 4
    },
    {
        "review": "Great Product, although may kaunting dent/damage yung box, safe naman yung mismong product sa loob. Gumana siya sa pc at laptop ko. ",
        "rating": 4
    },
    {
        "review": "good item ang smooth Nia gmitin and ang bilis dumating mga 3 days lang ata na-deliver agad! thank you seller. ",
        "rating": 4
    },
    {
        "review": "Keri na din, di masyadong recommended may sariling buhay yung mouse hahahahaa",
        "rating": 2
    },
    {
        "review": "Masyadong sensitive ung mouse, kahit hindi nakadikit sa surface ung sensor at tinry kong imove, sumasabay ung cursor which is very annoying. ",
        "rating": 2
    },
    {
        "review": "SIRA NA AGAD 1 WEEK PALANG GANDA SANA EH KASO BIGLA NALANG NAGMALFUNCTION DINA MAGAMIT DI GUMAGANA SENSOR NOT RECOMMEND ED",
        "rating": 1
    },
    {
        "review": "walang kwenta ang hina di gumagana nang maayus sinira ko na low qaulity pweeee",
        "rating": 1
    },
    {
        "review": "It's not working anymore. After ilang days lang.",
        "rating": 1
    },
    {
        "review": "maganda naman sya pero bigla nalang di gumana",
        "rating": 1
    },
    {
        "review": "mahirap igalaw yung mouse i mean smooth sya kaso kung saan saan pumupunta yu cursor ",
        "rating": 1
    },
    {
        "review": "SIRA NA AGAD 1 WEEK PALANG GANDA SANA EH KASO BIGLA NALANG NAGMALFUNCTION DINA MAGAMIT DI GUMAGANA SENSOR NOT RECOMMEND ED",
        "rating": 1
    },
    {
        "review": "product is not really good quality",
        "rating": 2
    },
    {
        "review": "problem with mouse sensitivity and scroll wheel",
        "rating": 2
    },
    {
        "review": "walang kwenta ang hina di gumagana nang maayus sinira ko na low qaulity pweeee",
        "rating": 1
    },
    {
        "review": "It's not working anymore. After ilang days lang.",
        "rating": 1
    },
    {
        "review": "thank you, for it's okay good working with mouse nice ",
        "rating": 3
    },
    {
        "review": "light weight. not for gaming. normal use ok.",
        "rating": 3
    },
    {
        "review": "Dropping button response",
        "rating": 3
    },
    {
        "review": "Nagsstop yung dragging nya sguro dahil wala akong mouse pad but everything else ok Maganda sha",
        "rating": 3
    },
    {
        "review": "its good",
        "rating": 3
    },
    {
        "review": "I really like how nice the quality is with its affordable price. Thumbs up to the seller and the product itself. The package just arrived early as I thought.",
        "rating": 5
    },
    {
        "review": "The product came securely wrapped and safe. I love the keyboard and the mouse!! It just feels different from the one I used before, but you'll get use to it. The keys are all working fine. The lights are so cute <3 I hope it really last long. Thank you seller. Good quality product in an affordable price.",
        "rating": 5
    },
    {
        "review": "My order arrived quite fast. I was just not expecting it to come only in bubble wrap because that's a first for me but it was still in good condition thanks to the good handling, maybe. I love the backlit feature of the keyboard that is why I ordered it and all keys are working. As for the mouse, the mouse is light and functions well, too. I'm telling my siblings to order from this shop, too. Thank you so much for the seller and the delivery guy for safe handling of my order. Take care, y'all!",
        "rating": 5
    },
    {
        "review": "sobrang satisfied here. ambilis din ng delivery. basta super happy. sana lang magtagal. syempre depende sa gamit pero iingatan ko to hehehhe salamaaaaaaaaaat ulit sobrang satisfied here. ambilis din ng delivery. basta super happy. sana lang magtagal. syempre depende sa gamit pero iingatan ko to hehehhe salamaaaaaaaaaat ulit sobrang satisfied here. ambilis din ng delivery. basta super happy. sana lang magtagal. syempre depende sa gamit pero iingatan ko to hehehhe salamaaaaaaaaaat ulit sobang happ",
        "rating": 5
    },
    {
        "review": "cuteness overload, thank you",
        "rating": 5
    },
    {
        "review": "Very nice. Everything works perfectly fine. My item was shipped immediately and napakabait ng seller kausap. Thank you so much po! ",
        "rating": 5
    },
    {
        "review": "Maganda sya and affordable. Nagustuhan sya nang anak ko. ",
        "rating": 5
    },
    {
        "review": "Wala bang ilaw talaga yung base ng keyboard sir",
        "rating": 5
    },
    {
        "review": "well-packed, fast delivery, i have not tried it yet but i hope the quality is good. will update review soon...",
        "rating": 5
    },
    {
        "review": "Tell me I'm not obsessed. Ang gandaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaq",
        "rating": 5
    },
    {
        "review": "Looks good for its price all working ang keys ng board. Only issue is ung MOUSE. Nung una ayaw nung right click nya then tinry ko pa ulit since baka bago lng kaya mejo matigas pa. Ngayon both buttons hirap iclick need pa hanapin ung part na gagana. ",
        "rating": 4
    },
    {
        "review": "Fast deliver safe with bubble wrap.... So far s good hope it will last for a longer time... Kids enjoy the. Lights at night.. ",
        "rating": 4
    },
    {
        "review": "One of the mouse is not working properly, there's something wrong with the mouse's sensor. Keycaps of some of the keyboards are detached. Others are working as expected. ",
        "rating": 4
    },
    {
        "review": "Talagang mura naman sakto lang quality ewan basta oks lang wala naman ako pake pero maganda naman hahahahhahahahahahajajajajahhahahahah bili na kayo nahala kayo ahhahahhajaha",
        "rating": 4
    },
    {
        "review": "well packaged, may konting gasgas nga lang yung keybaord pero overall maganda sya for its price sana magtagal!",
        "rating": 4
    },
    {
        "review": " for the seller because she managed to deliver the product day after the product was placed but the choice of courier is sablay. sana nag j & t o ninjavan nalang. in addition, yung bubble wrap nya manipis lng at kung naulan, siguradong mababasa yong loob ng packaging..for the courier as they are very slow in delivering the product as compared with other courier. kayalang overall rating ko dahil sa mga factors na yan pero dahil mabait si seller plus one dahil sa after sales service",
        "rating": 4
    },
    {
        "review": "It's super late review the item actually delivered 3days after I ordered, I got busy so now lang nakapagreview. The packaging is not that very safe naka bubble wrap lang sya at manipis lang, but thankfully the item is safe it working well ginamit ko agad agad sya. But there are keys na hindi tugma sa nakalagay like shift+3 it should be the # sign but lumalabas is wrong. But overall it's still satisfying ",
        "rating": 4
    },
    {
        "review": "took some time to use the keyboard first before doing the review. so far so good, all keys working same with the mouse. maganda sya and sulit na sulit for the price ",
        "rating": 4
    },
    {
        "review": "initial review: diko pa nabubuksan at bz pa. update: bakit nailaw padin kahit naka shutdown?",
        "rating": 4
    },
    {
        "review": "Although some keys were detached as shown in the picture. Mouse and keyboard are operational.",
        "rating": 4
    },
    {
        "review": "ok naman s'ya.",
        "rating": 3
    },
    {
        "review": "not functioning the keyboard and its clear my order is blk. yet u send me a white",
        "rating": 3
    },
    {
        "review": "3 stars lang, una kasi yupi yung kahon nya pati keyboard yupi ng onti, tapos sobrang nadismaya ako kasi sira yung MOUSE nakakatamad na irefund pa. quality check muna sana bago isend. hayz. buti nagana yung keyboard.",
        "rating": 3
    },
    {
        "review": "Sorry for the late review. I hate it kc I usually work madaling araw madilim pa sa kwarto. Di ko makita yung letter ng keys, kahit may RGB light siya Mura lang sya so mukhang mumurahin lang talaga sa personal. PS. Sira agad ang mouse few days lang. ",
        "rating": 3
    },
    {
        "review": "May discoloration yung side mabilis naman yung shipping but nakaka dismaya lang kase uellowish yung end part. ",
        "rating": 3
    },
    {
        "review": "dumating ng maaga yung keyboard at nagustuhan ko yun ang kaso lang.. indi gumagana ung pagiging rgb ng keyboard.",
        "rating": 3
    },
    {
        "review": "So far so good. keyboard i know this is a gaming keyboard. But i used it for work. however, ung scroll lock ang gamit to turn on and off the keyboard lights. soooooo if you are using excel, you need to switch off the light. ",
        "rating": 3
    },
    {
        "review": "Maganda ang mga pailaw ng inyong produkto ngunit di ganun kaganda ang kaniyang performance dahil kung minsan ay bigla nalamang dadami ang letra sa screen kahit isang beses lang napindot. #Sensitive",
        "rating": 3
    },
    {
        "review": "Medyo disappointed ako kasi may discoloration yung keyboard sa gilid pero working properly yung mouse. Yung keyboard din parang normal keyboard lang hindi mechanical. ",
        "rating": 2
    },
    {
        "review": "very disappointed, item arrived poorly packed with the box crumpled, keyboard is cracked and totally dead. tried it in 3 PC's with same result, dead... took forever to arrive too",
        "rating": 1
    },
    {
        "review": "walang backlight Yung keyboard ",
        "rating": 1
    },
    {
        "review": "very disappointed, item arrived poorly packed with the box crumpled, keyboard is cracked and totally dead. tried it in 3 PC's with same result, dead... took forever to arrive too",
        "rating": 1
    },
    {
        "review": "walang backlight Yung keyboard ",
        "rating": 1
    },
    {
        "review": "Legit store. Ecstatic with the device! Received it earlier than expected. Thank you seller! ",
        "rating": 5
    },
    {
        "review": "It s the best and legit! I ve been searching for this coral color and here it is… Thank you so much for this…",
        "rating": 5
    },
    {
        "review": "Legit. Sealed and wrapped in buble wrapping and tagged as fragile. Will give this as a gift.",
        "rating": 5
    },
    {
        "review": "Genuine and well packed. Arrived earlier than scheduled delivery. Seller very responsive. Easy to link with appliances including TV, digibox, electric fans, air purifier, aircon, lights, lamps, etc. Turned our bedroom into a smart room, everything voice controlled.",
        "rating": 5
    },
    {
        "review": "legit, napakagandang find.eto pinaka mura",
        "rating": 5
    },
    {
        "review": "Original product. Sealed din sya kaya lang baka matagal na yung stock kaya malagkit na yung parang rubber base. kaya 4s lang. mabils naman delivery. overall, i like the product!",
        "rating": 4
    },
    {
        "review": "The rubberized base is starting to become sticky when I unboxed the item. ",
        "rating": 4
    },
    {
        "review": "Working...",
        "rating": 4
    },
    {
        "review": "Item is brand new, sealed and tested working. It was properly packaged and shipped immediately. The problem was they sent the wrong color/sku. so frustrating when the product name itself has the color and no other variation option. Other colors are sold as different item. So it's really annoying and frustrating. I reached out and while they were quick to respond, we all know the return process is a big hassle and will take time. And they don't even offer a voucher to compensate for the mistake and trouble. To the one who prepared my order, you had one job, one job!",
        "rating": 3
    },
    {
        "review": "Hindi maganda pairing sa edifier bluetooth speaker ko kapag yung ang preferred kong music output",
        "rating": 2
    },
    {
        "review": "oki sya magandaa!lagi ko na nga kinakausap e hahahahaaha asann yung lamann!!! ",
        "rating": 1
    },
    {
        "review": "the first delivery was fast. next orders are not received until now. ive ordered 2 units and paid for it already. when i follow up fr seller, they just give me the hotline number of lazada which cant be contacted at times or sometimes you can get through but the it always say that my order number is invalid. the chat link that they gave is just a chatbot that give inaaccurate answers. seller doesnt care on aftersales. basta lang kumita bahala na kung mareceive o hindi. ",
        "rating": 1
    },
    {
        "review": "hmmm... something went wrong...there was a glitch. etc... please fix this it happened after a few weeks. so unresponsive",
        "rating": 1
    },
    {
        "review": "oki sya magandaa!lagi ko na nga kinakausap e hahahahaaha asann yung lamann!!! ",
        "rating": 1
    },
    {
        "review": "the first delivery was fast. next orders are not received until now. ive ordered 2 units and paid for it already. when i follow up fr seller, they just give me the hotline number of lazada which cant be contacted at times or sometimes you can get through but the it always say that my order number is invalid. the chat link that they gave is just a chatbot that give inaaccurate answers. seller doesnt care on aftersales. basta lang kumita bahala na kung mareceive o hindi. ",
        "rating": 1
    },
    {
        "review": "hmmm... something went wrong...there was a glitch. etc... please fix this it happened after a few weeks. so unresponsive",
        "rating": 1
    },
    {
        "review": "For it's price, maganda na yung tunog. Malakas tsaka malinaw. Also yung mga saksakan kasama nito like charger and audio jack gumagana naman. It also comes with instructions na madali naman intindihin. And magaan yung speaker, madaling dalhin.Will get back here for a review pag nagtagal na pero so far masaya na kami sa speaker na ito. :))",
        "rating": 5
    },
    {
        "review": "Great quality! my cousin loves it and the color! will purchase again! maganda yung sounds and loud. Good buy!",
        "rating": 5
    },
    {
        "review": "This T&G bluetooth speaker is so good at an affordable price.. I like it. Ma-bass sya. Very good product T&G. Keep up the good work.",
        "rating": 5
    },
    {
        "review": "10/10Ay bongga to. lSobrang lakas ng sounds pati ng bass ang linaw pa ng music. Tagal ko na naghahanap ng magandang speaker na malakas at malinis ung tunog. Bet na bet ko to ang saya ko lang finally sa murang halaga meron ng maganda speaker. I love it. ",
        "rating": 5
    },
    {
        "review": "IT WORKS WELL NAMAN!!!! HOPEFULLY MAGTAGAL AND MAGWORK PA DIN SYA FOR A LONG TIME! NICE QUALITY! NICE DIN PAGKAPACKAGE AND NO DAMAGE AT ALL!",
        "rating": 5
    },
    {
        "review": "Quick delivery and item is in good condition. Sound quality is okay & loud but not very clear, but it's a good buy for its price. Been using it for a few weeks now. Buttons were working fine when I tested it on the first time, but just recently, the Next (+) and Previous (-) Button are not always working. Volume up and down (long press of + and - )works though. Another observation, song sometimes automatically goes next, im not sure if it's due to YT Music or the speaker. Anyway, thanks seller!",
        "rating": 4
    },
    {
        "review": "Has great audio and is well-packed. However, there has a white stain.",
        "rating": 4
    },
    {
        "review": "The speaker is working and the quality of the sound is very nice. I don't know why but I didn't get the design that I want. Instead of Army Green, I got Grey but its still good. The packaging is also nice. You should buy this product. It is worth it. ",
        "rating": 4
    },
    {
        "review": "Ok naman sya sakto lang ang lakas buo ang tunog saka ang bilis dumating ng order ko kakaorder ko lang kahapon dumating agad ngayon thanks lazada!",
        "rating": 4
    },
    {
        "review": "maganda ang tunog,malakas din, at okey naman sa price niya.magaan siya.4 stars lang kasi di ko alam kong tatagal.",
        "rating": 4
    },
    {
        "review": "mabilis Malobat at sabog ayos lang naman dahil tumutunog naman sya at un ang importante as long as di ka nakakaapak ng tao yun lang and i thank u pinahaba ko lang para sa coins salamat",
        "rating": 3
    },
    {
        "review": "overall experience: meh good for boosting sound for Netflix or YouTube or even games... not really bassy in terms of sound quality with music.",
        "rating": 3
    },
    {
        "review": "Mabilis malowbat at hindi rin sya ganun kalakas pero maganda ang quality ng speaker hindi sabog ang tunog nya.",
        "rating": 3
    },
    {
        "review": "ok lang nman siya for the price, dont expect too much when it comes to the sound quality.",
        "rating": 3
    },
    {
        "review": "3 stars muna kasi gusto ko pang itest ung ilang araw baka kasi biglang masira. Yung tunog nya maganda hindi sabog at masakit sa tenga. Yung lakas naman okay sya sa mga kulob na space like kwarto pero tingin ko pag nasa open space na sya mejo mahina. For the price naman na 210 pesos okay na okay na din sya. Wag lang sana masira agad.",
        "rating": 3
    },
    {
        "review": "super ganda ng sounds...mura pa..salamat sa inyo at sa nag deliver... kaso after 3days at twice ko nagamit,na trace ko na mabilis malow bat..oct 23 yan unang testing.. second used ko ginamit ko na sya sa biyahe sa bike,nag putol putol ang tunog ng SPEACKER,at mga 1 hour lng low bat agad,di ko na nagamit ng pauwi ako..papunta lng sa gym mga 40mins at pag pauwi na kó wala na low bat na..",
        "rating": 2
    },
    {
        "review": "the first earphone is both side working but the second earphone the left earbif it is dedz so i only giving this 4 star also pls the packaging wrap it with bubble wraps so this wont happen again but thank you for your item and hope this will be a lesson (advance Merry Christmas)",
        "rating": 4
    },
    {
        "review": "Ganda ng product! Very satisfied! All are functioning good! Highly recommended!",
        "rating": 5
    },
    {
        "review": "bilis dumating nung item Kya lng ung headset eh isang earpiece lng Ang gumagana. sabagay mura lng CIA Kya lng dapat khit papanu eh me quality nman para mapakinabangan NG bibili. tnx pa din.",
        "rating": 5
    },
    {
        "review": "malakas din",
        "rating": 5
    },
    {
        "review": "ive got mine sana lang magtagal ang babait ng rider and ng LEX PH. THANK YOU MGA KUYA ",
        "rating": 5
    },
    {
        "review": "the first earphone is both side working but the second earphone the left earbif it is dedz so i only giving this 4 star also pls the packaging wrap it with bubble wraps so this wont happen again but thank you for your item and hope this will be a lesson (advance Merry Christmas)",
        "rating": 4
    },
    {
        "review": "sulit ang buy1 take1 pa . thankyou seller sa simpleng pagpack at ky dilivery rider na nagiging suki na din ako haha sa maingat na pagdadala ng mga items thankyou ☺",
        "rating": 4
    },
    {
        "review": "salamat po nakarating naman po ng maayos ang product walang bubble wrap ang product pero nagana naman po siya na testing ko na rin siya maganda gumagana naman po salamat po sa uulitin po ",
        "rating": 4
    },
    {
        "review": "Well packed naman naman un package, though hindi sya nakabubble wrap for extra protection. Good thing hindi sya na damage in any aspect. 4 star for giving me one earphone na parehas na pang left ear...haha. Natawa nalang ako instead of mainis or what. Good thing is gumagaan pareho at mabilis ang delivery. Iingatan ko nalang. Thank you",
        "rating": 4
    },
    {
        "review": "Iba yung earphones na nasa picture at yung dumating sakin pero both working naman. ",
        "rating": 4
    },
    {
        "review": "received parcel in good condition manipis at mukhang di tatagal .depende din sa gagamit.minsan nawawala yun sound sa kabila.ok nadin sakto lang sa price niya...",
        "rating": 3
    },
    {
        "review": "iba dun sa dati ko nabili wala man lang maayos ma packaging yung dati naka box pa... sira pa yung isa headset di nagana... haysss.. ",
        "rating": 3
    },
    {
        "review": "dumating naman kaso ung dalawang headset di gumagana kung irereturn hassle pa magbabayad pa for shippingkaya nga bumili ng mura kc di afford ang mahal tpos mapapamahal pa sa return shipping fee..",
        "rating": 3
    },
    {
        "review": "Dumating na ung order ko gumagana naman pero hinde sya nka bubble rap buti walang nasira pero ok na rin ",
        "rating": 3
    },
    {
        "review": "kya pla buy one take one sira ung isa",
        "rating": 3
    },
    {
        "review": "2 stars po kase i expected na pang Oppo po yung earphones instead the seller gave me Esom na earphones. Ayos naman po yung sound pero ambilis masira. ",
        "rating": 2
    },
    {
        "review": "Very nice colors, but takes 2-3 layers for best color payoff. The brush is flat and slightly curved which makes it easy to apply. Overall worth it for the price.",
        "rating": 5
    },
    {
        "review": "mabilis lang dumating. naka sealed pa ng magagos maliban sa mismong sealed ng nail polish. ang gabda ng kulay at nabili ko lang for only 5 pesos!",
        "rating": 5
    },
    {
        "review": "Watery formula this it needs at least 2 layers. Suitable color for morena girls. The photo of my nail looks messed up but it has a good color tho, I just tried to see what it looks like on an actual nail.",
        "rating": 5
    },
    {
        "review": "Bench and Beauty nail polish, safe packaging, authentic bench products. Long lasting for the price. color not yet tested.",
        "rating": 5
    },
    {
        "review": "Babbaaahjjkkmmnhshsusuanansbhsuskskamsnbsjsjsjsjsksmmmbhjkkkkijjnjjjkjjjjjjkisksksmsmsssjskmssnsjusisksnsmsnsjjsjsmsmsmsmsmskskskksmsmskskmsmsmsmsmsjjsjsjsjsjmsmsmmssmmsmsmsmsmmsmsmsmsmnsjsjsjjsjsjsjsjsjjsjs",
        "rating": 5
    },
    {
        "review": "super bilis maship and well packaged din nung pagkadating. kaso medyo watery siya kaya nahirapan akong kunin yung desired color ko. ",
        "rating": 4
    },
    {
        "review": "hindi ko nagustuhan consistency ng nailpolish, nakailang pahid aq bago makuha desired color na black. hindi katulad ng ibang color isang swipe lang ganda na.",
        "rating": 4
    },
    {
        "review": "Packed securely with bubble wrap and delivered on time. Ang ganda ng mga reviews so im excited to try. Sayang lng wla un pinaka gusto ko n shade which is clay. ",
        "rating": 4
    },
    {
        "review": "Price OK Quality OK Package OK Love the shade suits fair morena skin tone!",
        "rating": 4
    },
    {
        "review": "nice color",
        "rating": 4
    },
    {
        "review": "Watery siya at tsaka pag nilagay mo sa nail mo may nakikita pero ok lang kasi kala ko black na black ehh ",
        "rating": 3
    },
    {
        "review": "Ordered black, red, teal and ultramarine. I love that the colors have good coverage in 2 coats, except black. Black is so sheer, and I thought it's unfair it's like this compared to other colors. Black can't even be opaque in 3-4 coats. i suppose it has a different purpose. i wish Bench will redo formula for black. As for other colors, worth the price. Packaging was well done.",
        "rating": 3
    },
    {
        "review": "oks lang di good quality pero pede na",
        "rating": 3
    },
    {
        "review": "Please take time to read my reviewi know its kinda long but its worth reading I PROMISE!! #TruthRevealed ■PRODUCT 》Liquid consistency: [4/10]he nail polish itself is too watery. needs to have about 3 coatings to fully cover the nail. the good thing naman is its so shiny after. 》Color of choice: [9/10] i think bagay naman siya for a morena like me. 》 Fragrance: [8/10] just like all the other nail polishes, mabaho rin naman but its fine. Suggestion lang hehe sana they can lessen the bad scent. 》Packaging: [10/10] ITS SO PRETTY!!! very aesthetic! But when I shake it, parang may tumutunog sa loob I bet it's the applicator. 》Applicator: [10/10] very soft!! Gets maraming product which is good!! ■DELIVERY 》[10/10] i just ordered it yesterday but it arrived today!!!!! SUPER FAST!! this is my fastest order ever from lazada hahaha!",
        "rating": 3
    },
    {
        "review": "",
        "rating": 3
    },
    {
        "review": "Fast shipping and its very affordable compared sa other shops. It works. Sa sobrang dikit nya nabunot yung 2 pilikmata ko hahahaha my fault though. Panget lang nung box so wag mag expect",
        "rating": 5
    },
    {
        "review": "Great buy Very strong adhesive indeed. the best one I found so far. will surely purchase again soon. thanks.",
        "rating": 5
    },
    {
        "review": "magnda po packaging tas bagung bago thanks lazada and to seller for fast transaction. sa uulitin po i love it",
        "rating": 5
    },
    {
        "review": "NAPAKA GANDA TALAGA NG PRODUCT NA ITO KASE WALA KA KANG MAKITANG MALE KASE ALMOST PERFECTLY NA SYA.",
        "rating": 5
    },
    {
        "review": "maganda po syaaaa, madikit!!",
        "rating": 5
    },
    {
        "review": "Thankyouuu",
        "rating": 4
    },
    {
        "review": "Car hanging Diffuser 10ml | https://s.lazada.com.ph/s.2E9dXCar hanging Diffuser 10ml | https://s.lazada.com.ph/s.2E9dX",
        "rating": 4
    },
    {
        "review": "Shipping was fast and as per usual manong delivery guy was very friendly and courteous but the product itself tho i havent tried it yet was very poorly packed as you can see in the photo the box containing the product was already open when I took it out of the plastic so I cannot give this a five star rating sorry. maybe next time you can put plastic to seal it or a bubble wrap",
        "rating": 4
    },
    {
        "review": "I don't try it yet.. Pero sana OK sya!",
        "rating": 4
    },
    {
        "review": "the glue sticks on my lid but good atleast doesn't hurt when i remove falsies from my eyelashes and very nice",
        "rating": 4
    },
    {
        "review": "havent tried yet if this is more adhesive than nichido. but im disappointed with the packaging. there is no bubble wrap considering that the product may leak. the container itself doesnt have seal with it too. a famous vlogger made me buy this but now im questioning myself if this is a legit product or not.",
        "rating": 3
    },
    {
        "review": "the seller was very considerate sa refund request ko",
        "rating": 3
    },
    {
        "review": "bubble wrap nyo naman",
        "rating": 3
    },
    {
        "review": "These products are great and worth to keep. This set is perfect for my NO-MAKEUP Look style. I love my set. Thank you seller!!!",
        "rating": 5
    },
    {
        "review": "I am very satisfied with the products, great quality despite its very affordable price. What you see is what you get and there were no damages upon shipping. The packaging is also very cute!! I can t wait to buy more products soon. Thank you ",
        "rating": 5
    },
    {
        "review": "thank you so much. it was so cute and I never thought that your make-up is very much appropriate to my skin.",
        "rating": 5
    },
    {
        "review": "was delivered fast. very cheap considering there were 5 items sent. very satisfied. thanks!",
        "rating": 5
    },
    {
        "review": "1st time magkamake up ng pinkflash . ang ganda po talagatas ang tagal pa ng expiration nya w bag pa at dun ako natuwa sa bubble wrap nya kakaiba . super safe talagathankyou seller tsaka kay rider at sa lazada godbless all ",
        "rating": 5
    },
    {
        "review": "basag po yung blush",
        "rating": 4
    },
    {
        "review": "So this is me swallowin' my pride Standin' in front of you sayin' I'm sorry for that night And I go back to December all the time It turns out freedom ain't nothin' but missin' you Wishin' I'd realized what I had when you were mine I'd go back to December, turn around and make it alright I go back to December all the time These days, I haven't been sleepin' Stayin' up playin' back myself leavin' When your birthday passed and I didn't call Then I think about summer, all the beautiful times ",
        "rating": 4
    },
    {
        "review": "I tried all the products and it was great, but the liptints are not that tinted, so you have to apply more, plus its a bit more oily compared to other products but it does give the glossy look. ",
        "rating": 4
    },
    {
        "review": "I really love the product although it requires too much waiting time. Gonna try it soon thanks. The cheek blush is damage",
        "rating": 4
    },
    {
        "review": "basag po yung blush",
        "rating": 4
    },
    {
        "review": "Nice set thank you",
        "rating": 4
    },
    {
        "review": "So this is me swallowin' my pride Standin' in front of you sayin' I'm sorry for that night And I go back to December all the time It turns out freedom ain't nothin' but missin' you Wishin' I'd realized what I had when you were mine I'd go back to December, turn around and make it alright I go back to December all the time These days, I haven't been sleepin' Stayin' up playin' back myself leavin' When your birthday passed and I didn't call Then I think about summer, all the beautiful times ",
        "rating": 4
    },
    {
        "review": "I tried all the products and it was great, but the liptints are not that tinted, so you have to apply more, plus its a bit more oily compared to other products but it does give the glossy look. ",
        "rating": 4
    },
    {
        "review": "I really love the product although it requires too much waiting time. Gonna try it soon thanks. The cheek blush is damage",
        "rating": 4
    },
    {
        "review": "The item arrived a little later than expected It was still well packaged Looked bigger though Still checking on the quality & material though",
        "rating": 3
    },
    {
        "review": "fffffjhdvhfbggvhggggfddssgbjutfvdsghgkeyieykshksukduoduoehldukdoyyitwwteyeyyioyyoeyuoeyyoluslhour not so grt",
        "rating": 3
    },
    {
        "review": "I like it need q talaga nyang tatlo package na no need bumili ng paisa isa",
        "rating": 3
    },
    {
        "review": "ok naman maganda Sya natuwa gf ko pero Akala nya talaga Hindi natatanggal ung Lipstick .. tnx by the way",
        "rating": 3
    },
    {
        "review": "Napaka safe NG mga items... Love it... Kulang NG isang bag... Buy1take1 dB??? ",
        "rating": 3
    },
    {
        "review": "nkaka dismaya akala ko buy 1 take 1... pero isa lan dumating... nde ko lang ba nagets o kulang talaga. ",
        "rating": 2
    },
    {
        "review": "KULANG UNG NAIDELIVER SAKIN ..",
        "rating": 2
    },
    {
        "review": " bakit 1 set lang dumating sabi nyo buy 1 take one 1bag lang dumating wala pa sa ayos nakalabas mga item ",
        "rating": 1
    },
    {
        "review": "DISAPPOINTED!!! SCAM! ASAN UN TAKE 1!? KAHIT BAG NA TAKE 1 WALA!? DONT TELL ME NA ITO NA UN NAGIISANG BAG NA TAKE!? MAHAL NOT WORTH IT! MAY MAS MAGANDA PA SA PRODUCT NA ITO NA MAS MURA AT TRUE SA ADS NILA! KAKA IRITA! ",
        "rating": 1
    },
    {
        "review": "kulng nmn ung dumating......",
        "rating": 2
    },
    {
        "review": " bakit 1 set lang dumating sabi nyo buy 1 take one 1bag lang dumating wala pa sa ayos nakalabas mga item ",
        "rating": 1
    },
    {
        "review": "DISAPPOINTED!!! SCAM! ASAN UN TAKE 1!? KAHIT BAG NA TAKE 1 WALA!? DONT TELL ME NA ITO NA UN NAGIISANG BAG NA TAKE!? MAHAL NOT WORTH IT! MAY MAS MAGANDA PA SA PRODUCT NA ITO NA MAS MURA AT TRUE SA ADS NILA! KAKA IRITA! ",
        "rating": 1
    },
    {
        "review": "sabi buy 1 take 1bag sunod yan lang na deliver sunod ang 3pcs na lipsticks wala man another order ko yun ",
        "rating": 1
    },
    {
        "review": "NAGUSTUHAN NAMN NI ATE MAGANDA SYA PERO MALI UNG DUMATING ",
        "rating": 1
    },
    {
        "review": "Sabi buy 1 take 1 eh isa lng yung bag na dumating ri ko talaga na gustuhan Scam po ang shop natu wag na bumili kung ako sa inyu Tapos yung content ng bag hayss nag sayang lng ako ng pera ",
        "rating": 1
    },
    {
        "review": "Basag yung isang item. Tapos sabi sa description name buy 1 take one pero hindi naman pala.",
        "rating": 1
    },
    {
        "review": "Wrong order! Tagal kong inintay tqpos ganito.. Refund pls.. ",
        "rating": 1
    },
    {
        "review": "yung iba ma bango bakit po ito mabaho na ma asim yung amoy",
        "rating": 1
    },
    {
        "review": "okay naman yung item kaso very confusing lang talaga yung post. sana next time paki clarify naman po yung post niyo para hindi malito yung iba.",
        "rating": 1
    },
    {
        "review": "1 star lng sainyo...sayang 365 ko akala ko isang set..tapos dumating sakn lipstik lng...ayusin nyo",
        "rating": 1
    },
    {
        "review": "thank you seller",
        "rating": 1
    },
    {
        "review": "Okay Naman Po sya. I thought it have a free bag though but overall maganda Naman sya. Yung box Lang Ng sponge medyo yupi at magulo pagkakaayos. Yung ibang product walang expiration so in doubt but still thank you for a undamaged product.",
        "rating": 1
    },
    {
        "review": "i cancel it but still delivered ",
        "rating": 1
    },
    {
        "review": "Bought this as a gift but was missing a mascara. I didn't notice it until my gift was opened since I had confidence that they will deliver what I had ordered.",
        "rating": 1
    },
    {
        "review": "Inorder ko buy1 take 1 dumating 1 lang what a scam",
        "rating": 1
    },
    {
        "review": "kulang ang item na binigay ng seller. wala ung maskera nia at foam kulang din. no time to return karma na lng sa seller na yan. ang panget mong mag benta ng item kulang kulang. ",
        "rating": 1
    },
    {
        "review": "bakit ganun yung pinadala ninyo sa kin nakakadismaya namn po yung pinadala nyo sakin...anong gagawin ko dto..sayang yung pera ko sa pagorder kung yung d ko natanggap yung order ko...d yan yung order ko...",
        "rating": 1
    },
    {
        "review": "nakalagay sa content nio buy1 take1 pero isang set lang dumating.. kakadissapoint !!!! nexttym wag kau maglalagay ng buy1take1 Kung Hindi nio Naman isasama ung ung isa pang set ..haystttt!!!!!!",
        "rating": 1
    },
    {
        "review": "grabe Sabi buy 1 take 1 tapos ng dumating wala nmn pala buy1 take 1 kasinungaling ginagawa nio Sana ayusin nio Yan seller",
        "rating": 1
    },
    {
        "review": "bakit kulang? ",
        "rating": 1
    },
    {
        "review": "Not buy one take one ",
        "rating": 1
    },
    {
        "review": "packeging is ok, my grand child like it ",
        "rating": 1
    },
    {
        "review": "Sabi buy1 take1 tapos dumating iisa Anu banaman yan",
        "rating": 1
    },
    {
        "review": "it was far by an expected items",
        "rating": 1
    },
    {
        "review": "NAPAKATAGAL NG SHIPPING JUSKO!",
        "rating": 1
    },
    {
        "review": "hatdog",
        "rating": 1
    },
    {
        "review": "kulang",
        "rating": 1
    },
    {
        "review": "i really love the product can't wait to try it on. i receive the shade that i want . i recommend this shop so much.i it is well package also. i buy this contour with pinkflash concealer and i got a free pinkflash lipgloss. it took a week to deliver my parcell but the product is nice thanks seller.will definetely buy again in your shop.",
        "rating": 5
    },
    {
        "review": "I like the shade it is",
        "rating": 5
    },
    {
        "review": "Okie po ung highlighter ang ganda ng items sobra na amaze po q kc good quality po xa for everyday",
        "rating": 5
    },
    {
        "review": "super affordable and maganda Naman Yung products nakikita ko Yung purpose nya thankyou seller photo not related Kasi Po ginamit at pinangregalo na",
        "rating": 5
    },
    {
        "review": "For the price? Okay lang yung size and is creamy. Would recommend for beginners Or trying out contour.",
        "rating": 5
    },
    {
        "review": "didn't know everything will be small lol my fault for not reading the description. everything works good tho",
        "rating": 4
    },
    {
        "review": "wrong item. I order contour in the shade of 4 but instead I received highlighter? ",
        "rating": 4
    },
    {
        "review": "Good for beginners, its not that dark halos kakumay lang siya ng skin care ko. I'm actually expecting it to be darker pero keri na. ",
        "rating": 4
    },
    {
        "review": "upon using this product for quite some time now, i like how it has a glittery effect that shines and has awesome smell",
        "rating": 4
    },
    {
        "review": "damaged yung lagayan ng isa di naiikot.",
        "rating": 4
    },
    {
        "review": "well packaged, kaso di ko bet parehas kasi di kita medyo sa mukha",
        "rating": 3
    },
    {
        "review": "I haven't tried it but i think its nice. However, i hate how it smells It smells badly hahahaha anyway, thank you ",
        "rating": 3
    },
    {
        "review": "It s creamy. Not suitable for people woth oily skin. The pigmentation is okay, but would definitely not last long. But seems okay for its price :)",
        "rating": 3
    },
    {
        "review": "hindi man lang naka bubblewrap. good thing walang damage ung item. ",
        "rating": 3
    },
    {
        "review": "I thought it has a highlighter. But the bronzer is good.",
        "rating": 3
    },
    {
        "review": "very Gorgeous product Araw Araw ko ginagamit naka fresh lagi at naka Ganda sa TikTok salamat seller",
        "rating": 5
    },
    {
        "review": "Grabe ang ganda niya sa mukha unlike sa ibang ganito. Thank youuuu!!   sa susunod oorder ulit ako kapag naubos...",
        "rating": 5
    },
    {
        "review": "maganda gamitin..nakakablooming...thank u seller! may freebies pa",
        "rating": 5
    },
    {
        "review": "thank you sa seller at sa rider dahil mabilis lng ang pagdeliver! the item is good.. order ulit ako pagnaubos na!",
        "rating": 4
    },
    {
        "review": "maganda. jajhsushhshdhdujdjduidjdjjdjduhe jsjzhgstsjsijshsyhshsjsjgstshsusuhwuwh",
        "rating": 4
    },
    {
        "review": "super friendly budget..tpos nka sale pa then maayos na dumating Yung parcel ko cguradong di ka mag ssisi sa pag order.",
        "rating": 4
    },
    {
        "review": "It kinda irritate my skin. Perhaps I'm sensitive to this. ",
        "rating": 4
    },
    {
        "review": "items arrived in good condition. The product doesn't work with me as advertised, so.Im not that satisfied. it doesn't cover.my dark spots.",
        "rating": 4
    },
    {
        "review": "overrated. sabi authentic pero di namn nya nacoconceal mga imperfection sa what the description says. mabango lang sya. credits na lng din na tama at kumpleto yung item. pero overall not satisfied.",
        "rating": 3
    },
    {
        "review": "Haven t give a proper review since hindi ko pa siya ginagamit talaga. I can t say na talagang matatakpan niya yung marka sa balat kasi nung sinubukan ng kapatid ko di man na cover yung peklat niya. Visible parin hindi katulad nung nasa advertisement nila. ",
        "rating": 3
    },
    {
        "review": "tagal dumating ng item tapos may basag pa.somehow disappointed, not sure kung sa shipping handling o sa seller kasi d rin sya nka bubble wrap for added protection sana",
        "rating": 3
    },
    {
        "review": "ok naman, mabilis na dumating ang items mesyo disappointed lang kasi sira yung box nung 1 pang regalo ko pa naman sana saka medyo iba yung amoy nung sira ang box. sana check nyo ng maayos before nyo ipadala.",
        "rating": 3
    },
    {
        "review": "",
        "rating": 3
    },
    {
        "review": "The item was not as described. I received it 2 days ago and I just used it today and it wasn't waterproof or smudge free. When I wiped off the sweat, the BB cream came off as well. Not happy with your product. False advertisment as well",
        "rating": 2
    },
    {
        "review": "attention wag kayo mag oorder makati sa muka nkaka pimples put***ina...imbes wla ako pimples sandamakmak lumabas!!!! bwiset",
        "rating": 1
    },
    {
        "review": "It does not live up to how it s advertise",
        "rating": 2
    },
    {
        "review": "Ang hirap I open nasira tuloy ang takip ",
        "rating": 2
    },
    {
        "review": "Eventhough I ordered the shade natural color it still looks lighter and the foundation doesn't sit on my face maybe it was because I am acidic. However,it causes breakouts on my face so I stop using this.",
        "rating": 2
    },
    {
        "review": "attention wag kayo mag oorder makati sa muka nkaka pimples put***ina...imbes wla ako pimples sandamakmak lumabas!!!! bwiset",
        "rating": 1
    },
    {
        "review": "i cant use it because its broken ",
        "rating": 1
    },
    {
        "review": "I did not receive my order",
        "rating": 1
    },
    {
        "review": "i did not recieve the item please i want to refund my money or just send me the item please or else its a waste of money ",
        "rating": 1
    },
    {
        "review": "does not conceal anything. What a waste of money",
        "rating": 1
    },
    {
        "review": "Mganda xa at lagi ku ginagamit sorry late review lng po bibili pa aku uli nagustuhan ku xa...",
        "rating": 5
    },
    {
        "review": "maganda naman daw sabi ng wife ko. salamat seller at sa magdiliver. good item po. order daw ulit.",
        "rating": 5
    },
    {
        "review": "nice!will surely buy again",
        "rating": 5
    },
    {
        "review": "ang ganda shajajajkajauwuauaja nice packaging hahsjsjsjajjwjaja bet na bet sis get mo na hahaahhaha",
        "rating": 5
    },
    {
        "review": "Love the packaging of these items and also the looks of it, so classy ung dating nya... and I've been wearing these for weeks and im loving it! sorry for the late review seller, thanxmuch!",
        "rating": 5
    },
    {
        "review": "Well packed fastest delivery ever",
        "rating": 5
    },
    {
        "review": "thank you sace lady for the affordable care and price.. plus free shipping fee.. more sales to the seller and lazada.",
        "rating": 5
    },
    {
        "review": "I love it so much! Will surely buy again. I love it so much! Will surely buy again. I love it so much! Will surely buy again. I love it so much! Will surely buy again.",
        "rating": 5
    },
    {
        "review": "Vintage tee, brand new phone High heels on cobblestones When you are young, they assume you know nothing Sequin smile, black lipstick Sensual politics When you are young, they assume you know nothing But I knew you Dancin' in your Levi's Drunk under a streetlight, I I knew you Hand under my sweatshirt Baby, kiss it better, I And when I felt like I was an old cardigan Under someone's bed You put me on and said I was your favorite",
        "rating": 5
    },
    {
        "review": "great buy. received my order in good condition.happy and satisfied customer here.definitely will order again.salamat sa seller, sa lazada at sa masipag na delivery rider. god bless.",
        "rating": 5
    },
    {
        "review": "Well wrapped and packed. My favorite eyebrow pencil. Thank you Sace Lady for early delivery. I ordered it Feb. 14, delivered Feb. 16. Thank you also to the courier. ",
        "rating": 5
    },
    {
        "review": "Fast delivery, well packaged. Hindi ko pa natry yung product but I hope totoo yung mga good reviews na maganda yung eyebrow and long wearing. ",
        "rating": 5
    },
    {
        "review": "the product was so nice and it shipped immediately, it's also in good condition must buy !! (photo and video not related)",
        "rating": 5
    },
    {
        "review": "ang bilis dumating ng product. super subtle lang ng pigment niya, pero buildable naman. okay naman siya for its price. perfect condition din nung dumating",
        "rating": 5
    },
    {
        "review": "I got all I've ordered The quality of the products are as advertised! The shipping is fast .",
        "rating": 5
    },
    {
        "review": "ok naman ung item kitang kita sa kilay malinaw sya .. mura na ganda pa ng quality.subscribe kayo sa youtube ko AnongSayoTv Cover",
        "rating": 5
    },
    {
        "review": "Love it! Mura lang at maganda. I think mas gusto ko ang brown-black than dark brown na inorder ko before. Thank Sace Lady aa mabilis na pagoapadeliver at sa LEX.",
        "rating": 5
    },
    {
        "review": "The product was delivered faster than expected. Haven't tried the product yet but it looks good. Hope it's not brittle.",
        "rating": 5
    },
    {
        "review": "wonderful! wonderful amazing seller and very accommodating god bless your shop and more power!",
        "rating": 5
    },
    {
        "review": "i bought it on sale and its a good purchased. the product itself is in good condition and it was well packed. ",
        "rating": 5
    },
    {
        "review": "Gstong-gusto ko itong eyebrow pencil ng Sace Lady, lalo na ng shade nila na brown-black. Bagay lang sya sa morenang tulad ko. Everyday use ko na sya. Thanks ang bilis ng delivery. ",
        "rating": 5
    },
    {
        "review": "excellent quality very accommodating seller well-packaged item shipped immediately will order again thank you seller",
        "rating": 5
    },
    {
        "review": "love it!",
        "rating": 5
    },
    {
        "review": "Ganda nung pencil :) bbili aq ult pag sale sana fs dn mhal kc sf mbilis dmtng inorder q kgabi dumating dn knabuksan",
        "rating": 5
    },
    {
        "review": "product is great!!! it was also packed wellthe product is buildable so it's great if you are just starting to learn :)))",
        "rating": 5
    },
    {
        "review": "mganda ang items fully packed sya...nka bubble wrap at maayos na nadeliver sakin...salamat sa delivery man na Suki na nmin..",
        "rating": 5
    },
    {
        "review": "magandaaaaa sya worth the price ang haba pa ng mismong eyebrow pencil. hindi rin warmtone or red tones kaya more on natural look. ganda packaging lahat lahat worth it. bilis rin ng send.",
        "rating": 5
    },
    {
        "review": "thanks po",
        "rating": 5
    },
    {
        "review": "It was so nice.. thank you so much and thank you din po kay Kuya na nag deliver. The delivery is so fast  thank you seller ",
        "rating": 5
    },
    {
        "review": "good quality. thank you seller and thank you kuya courier. ",
        "rating": 5
    },
    {
        "review": "super nice. napakadali iapply. hindi hassle . ",
        "rating": 5
    },
    {
        "review": "ang ganda niya po hahahaahaahaahaahhaahhahaahahahaahahahaahahahaaahahha sabi ni mama bibili daw siya ulet",
        "rating": 5
    },
    {
        "review": "super bilis ng delivery. nice product mali lang ako ng shade na nabilibut still worth to buy.",
        "rating": 5
    },
    {
        "review": "I like the lipstick, it is so pigmented and matte that doesn t dry your lips. The eye brow pencil is just perfect for my brow and skin tone. Thank you! ",
        "rating": 5
    },
    {
        "review": "Perfect ",
        "rating": 5
    },
    {
        "review": "super ganda 5x purchase",
        "rating": 5
    },
    {
        "review": "I love it ",
        "rating": 5
    },
    {
        "review": "ok naman po ",
        "rating": 5
    },
    {
        "review": "Thank u very much Lazada and Sace Lady received item in good condition fast delivery ",
        "rating": 5
    },
    {
        "review": "maganda sya , super nagustuhan ko .. second order kona yan .. . ., tagala din matanggal....",
        "rating": 5
    },
    {
        "review": "Item is good but wrong color tsk Tsk well thanks anyway",
        "rating": 4
    },
    {
        "review": "responsive si seller. mabilis ang delivery. black brown pro medyo light ang shade im looking sana na mas darker shade. so far ok nman for its price medyo madali rin syang mabura. di sya pang long lasting. ",
        "rating": 4
    },
    {
        "review": "It s fine, I guess? Dark Brown isn t that dark brown for me considering I have deep deep dark brown (almost black, filo virgin) hair. But not bad tho. I only use it to fill in some areas that has less hair ",
        "rating": 4
    },
    {
        "review": "thank you seller and Kay kua nag deliver maganda po sya ",
        "rating": 4
    },
    {
        "review": "ok nmn sya kaso pangit lang yng pagkaka dark grey nyapara lang syang brown ang layo sa pagka dark grey tsk So very dissapointed",
        "rating": 4
    },
    {
        "review": "thank you. the product seems nice. i should have ordered also the gray one... i will wear it nicely. ",
        "rating": 4
    },
    {
        "review": "ngaun lng nkpg feedback natapon ko na po karton nya ganda po nyan mtagal po matanggal",
        "rating": 4
    },
    {
        "review": "Seller is not responsive but buti nalang I got the right shades and products. Thank you! I love these eyebrow pencils 🏻 ",
        "rating": 4
    },
    {
        "review": "0k naman sya.. Mabilis nga lang din matanggal di sya tumatagal sa kilay. Pwede na for its price. ",
        "rating": 4
    },
    {
        "review": "ok naman sya for the price.. kaya lang super dali mag smudge. also, yung both ends (spoolie and the liner) magkaiba ng size ng takip in terms of length. if youre not careful enough like me, you'll end up putting the cap for the spoolie dun sa side ng liner which will cause the product to be smushed. sadtttt",
        "rating": 4
    },
    {
        "review": "nice ang ganda!",
        "rating": 4
    },
    {
        "review": "Sakto lang pede na ",
        "rating": 4
    },
    {
        "review": "ok naman ..isang piraso lang pala kala ko madami...pero maganda sya...first time ko magtry nito..",
        "rating": 4
    },
    {
        "review": "All items correct except for the liquid eyeshadow. Instead of a liquid eyeshadow you sent me matte lip ink. These two items are completely different. I would understand if you sent me a different shade... pls seller check the items first before shippibg to your clients...",
        "rating": 4
    },
    {
        "review": "Thank you Lazada! & Seller! Kahit matagal po yung delivery maganda nman yung item.. ",
        "rating": 4
    },
    {
        "review": "love it",
        "rating": 4
    },
    {
        "review": "Approachable yung seller, nagmessage agad sya sakin na may damage yung order ko kaya napalitan din. Matagal nga yung dating siguro dahil ecq and holy week. Ayos naman yung product hindi nga lang sya ganun kasmooth kapag ginagamit ko. Nagkakaroon ng mga bumps. Pero over all okay sya.",
        "rating": 4
    },
    {
        "review": "item shipped quickly. hard to draw my brows but im satisfied, might buy again ",
        "rating": 4
    },
    {
        "review": "ok nman.bkt nd po malinaw nun tnry ko po....tnxz po sa seller at ngdeliver..",
        "rating": 4
    },
    {
        "review": "ok sya para sakin maganda thanks seller at sa suki ko na delivery boy",
        "rating": 4
    },
    {
        "review": "ok un brown pero un light diko guato..thanks seller",
        "rating": 4
    },
    {
        "review": "masyado creamy yung formula.. di sya pwede for oily skin like me.. yung color, mas dominant yung brown. so i would say na parang wala sila pinagkaiba sa brown shade tlga. ",
        "rating": 4
    },
    {
        "review": "maganda xa",
        "rating": 4
    },
    {
        "review": "okay naman sya medyo darker lang which is gusto ko medyo light ",
        "rating": 4
    },
    {
        "review": "Not bad for the price",
        "rating": 4
    },
    {
        "review": "Maganda naman siya. Madaling i-apply and i-blend. Sana lang hindi siya madaling maubos.",
        "rating": 4
    },
    {
        "review": "maganda nman sya gamitin sana wag lang agad maputol..pra mka order again..salanat seller at kay kuyang nagdeliver",
        "rating": 4
    },
    {
        "review": "hindi grey ang kulay ng product, mejo dark brown siya. nkaka sad coz dalawa pa naman binili ko, pero okay na rin kasi sale naman nakuha haha. bebenta ko na lang sa tita ko na mahilig sa brown na pangkilay",
        "rating": 4
    },
    {
        "review": "thank you..",
        "rating": 4
    },
    {
        "review": "thank you",
        "rating": 4
    },
    {
        "review": "thank you so much",
        "rating": 4
    },
    {
        "review": "thank you very so much",
        "rating": 4
    },
    {
        "review": "tama ang shade na inorder ko",
        "rating": 4
    },
    {
        "review": "good item napaka ganda gamitin at nasa good condition nung dineliver responsive den si seller ",
        "rating": 4
    },
    {
        "review": "ok nmn po ung items",
        "rating": 4
    },
    {
        "review": "nicel packed and delivered on time",
        "rating": 4
    },
    {
        "review": "item in good condition, very light lang pero maganda sya thanks seller",
        "rating": 4
    },
    {
        "review": "Ang Ganda po awake sa kulay thank you seller in Kuya delivery in I will order next week gift for.my friends",
        "rating": 4
    },
    {
        "review": "you get what you pay for, easy to use very creamy kaso madaling mabura. pero ok lang mura lang naman. thank you seller ",
        "rating": 4
    },
    {
        "review": "Beke nman sa next purchase may freebie na 2nd order q na to as in ang dami q ng nabili sainyo.maganda sia long lasting tlaga kaya mabenta saakin.mura na siya high quality. Hoping sa next purchase q mai freebie na akong matanggap. Maaga na an dumating mga 2 days ng na purchase q pinadala kaagad nf seller ",
        "rating": 4
    },
    {
        "review": "you sent me wrong color! ",
        "rating": 4
    },
    {
        "review": "di pala waterproof,madaling mabura",
        "rating": 4
    },
    {
        "review": "I like it",
        "rating": 4
    },
    {
        "review": "thank you po,ok naman po ang narecieved ko mula sa inyo. God bless po.",
        "rating": 4
    },
    {
        "review": "The product is good",
        "rating": 4
    },
    {
        "review": "Haven't try it yet ..tingin ko nmn maganda sya",
        "rating": 4
    },
    {
        "review": "Fast shipping.got the right item.",
        "rating": 4
    },
    {
        "review": "good quality naman. kaso hindi tama ung color na order ko na naipadala nila. dark gray yung pinili ko sa option nila pero brown yung nakarating sakin. doon lang ako disappointed. ",
        "rating": 3
    },
    {
        "review": "Mali yung isang item na dumating concealer yung isa kong order pero brow gel yung kasama.. Anyway, okay naman yung yung ibang item.. ",
        "rating": 3
    },
    {
        "review": "Just like an ordinary brow pencil the good thing about it, it s cheaper than other brands.",
        "rating": 3
    },
    {
        "review": "Really fast shipping! :) 2 days lang dumating na. I suggest get one size up but I really like the quality :) cheaper than the ones you see in the dept store, and way softer too :) thank you!",
        "rating": 5
    },
    {
        "review": "very fast shipping, kasya lang sa anak kong 6yr.old, medyo maliit lng size nila, size for 11-12 yr.old kinuha ko, mataba lang cguro tlga anak ko  . maganda sya tlga kc ganda tela, 3rd time to order from this shop,pa",
        "rating": 5
    },
    {
        "review": "maganda. sulit. thanks maganda. sulit. thanks maganda. sulit. thanks maganda. sulit. thanks",
        "rating": 5
    },
    {
        "review": "worth its price. worth its price. worth its price. worth its price. worth its price. thanks",
        "rating": 5
    },
    {
        "review": "Ok naman ang tela.. Mukhang maliit size nila pang bata.. Add 1 size na ako pero maliit ung pang 6 to 7 nila na white tshirt.",
        "rating": 5
    },
    {
        "review": "I should have given 5 stars. However, they sent 1 wrong size from the 4 sets I ordered. The fabric is good for the kids. ",
        "rating": 4
    },
    {
        "review": "ok naman sana malambot yong shirt kaso yong isa po may damage sya eh..may butas at mantsa",
        "rating": 4
    },
    {
        "review": "Size is too small. Seems sizing of Organics is really not consistent. May inorder ako Medium and Large shirts, mas malaki pa ung medium s large. ",
        "rating": 4
    },
    {
        "review": "sa 6-7 size ok sa 11-12 size masyadong maliit",
        "rating": 4
    },
    {
        "review": "reasonably priced but not the type of cotton fabric I was hoping for. ",
        "rating": 4
    },
    {
        "review": "Nakarating dinMedyo natagalan lang Magada din sana ang Tela kaso nakupas ang kulay nitong asul",
        "rating": 3
    },
    {
        "review": "The size is small for 4-5 years old. Should order 1 size higher",
        "rating": 3
    },
    {
        "review": "parehas nmn 11-12 inorder ko but diff colors kaso ang sikip non blue. mas malaki at maluwag un black",
        "rating": 3
    },
    {
        "review": "smaller than expected",
        "rating": 3
    },
    {
        "review": "The quality is not what I was expecting, not like the adults  shirts quality",
        "rating": 3
    },
    {
        "review": "Fast Delivery pero manipis ang tela nitong white compare dun sa mga unang na-order ko dati na colored. Quite disappointed..",
        "rating": 3
    },
    {
        "review": "small for my almost 7 yrs old kid.. ",
        "rating": 3
    },
    {
        "review": "maganda naman ang quality kaso kso packaging nya niya di hindi d presentable. d ka plastic ang mga tshirt sama sama lng sa isang lalagyan.khit yung free nlng sanayung d nka plastic. tpos yung iba nka plastic.i buy 1300 peso. gusto ko pa sana mag dagdag ng 20pc kso magagastos pa ko ng plastic na paglagan ng tshirt. ",
        "rating": 3
    },
    {
        "review": "may stain sya maganda sana ang tela kaso ang laki ng yellow stain, parang old stock",
        "rating": 3
    },
    {
        "review": "thank you seller.. legit yung sale mo ang gaganda ng short iba iba design thank u talaga sana maka kuha ulit ako sa susunod na sale mo love it love it ",
        "rating": 5
    },
    {
        "review": "Tol: Tol may hihingin sana akong favor Me: ano yun? Tol: pakitranslate tong sulat galing sa fan ko english kasi eh Me: sige basahin mo na Tol: dear brent Me: hi daw Tol: when i first saw your picture Me: nung una kong nilagari ang litrato mo Tol: ang sama, bat nilagari Me: ewan ko yun yung sabi eh Tol: i was so happy Me: sobrang saya ko Tol: wow nmn sumaya pa sya ah Me: oo nga, ge lng ituloy mo Tol: thats why i collect your pictures Me: kaya kinolekta ko lahat ng litrato mo Tol: ipost them in my",
        "rating": 5
    },
    {
        "review": "My mga damage po.. Pwd po b erefund? Plssssssss",
        "rating": 5
    },
    {
        "review": "my son loves the short.. sinuot Nia agad ung iba nlagay n Nia deretcho s laundry para may susuot xa bukas.. good for big kids.. medyo Malaki kz UNG sizes at mejo manipis pero maganda pa Rin p.s video not related",
        "rating": 5
    },
    {
        "review": "thank u seller ..5 star",
        "rating": 5
    },
    {
        "review": "manipis lang tela pero okey lang dahil 12pesos ko naman nakuha.pang bahay lang pwede mo pa doblehin yung tahi sa makina para medyo matibay. okey din mga design iba2. thanks seller",
        "rating": 4
    },
    {
        "review": "manipis lng xa... kaya mabilis mapunit",
        "rating": 4
    },
    {
        "review": "malaki para sa mga anak ko",
        "rating": 4
    },
    {
        "review": "maganda po kaso manipis nga lang.10 binili ko kaso may halo n 2 design n pang babae at 2 cartoons.pero ok lang s murang halaga.thanks po.",
        "rating": 4
    },
    {
        "review": "ok na saken ang item. pero sa delivery service sobrang bagal ng usad ng ximex grabe",
        "rating": 4
    },
    {
        "review": "masyado manipis pero pwd na s price nya.. pwd na pantulog",
        "rating": 3
    },
    {
        "review": "MANIPIS LNG PERO OK LNG ",
        "rating": 3
    },
    {
        "review": "Nabili ko sobrang mura, pero sobrang manipis din.. Kaya pala ganun ang presyo nya, pero anyway pwd na pagtyagaan.. ",
        "rating": 3
    },
    {
        "review": "manipis",
        "rating": 3
    },
    {
        "review": "panget ang tela nung short kahit may friebies sya di parin oky kc sira din nmn yung binigay hehee maluwag n garter at di maganda tahi, pero salamat parin kc may friebies hehehe. ",
        "rating": 3
    },
    {
        "review": "Manipis",
        "rating": 3
    },
    {
        "review": "masyado manipis at hindi maganda Ang tahi Meron butas kc PO Hindi PO natahi.ibenta Rin same price lang din para balik puhunan",
        "rating": 2
    },
    {
        "review": "bogus, misleading ads kau.. wla nman ung freebies",
        "rating": 1
    },
    {
        "review": "Pangit at marupok",
        "rating": 1
    },
    {
        "review": "sira pinadala skin ni seller palibhasa sale ko nabili.hussle kung ibblik ko pa.sorry pero honest lang ako",
        "rating": 1
    },
    {
        "review": "sira pinadala skin ni seller palibhasa sale ko nabili.hussle kung ibblik ko pa.sorry pero honest lang ako",
        "rating": 1
    },
    {
        "review": "Nag set nako ng expectation ko kasi nga mura, kaya natawa na lang ako ng dumating yung items, may bababa pa pala sa expectation ko. Til now natatawa pa rin ak",
        "rating": 1
    },
    {
        "review": "Thankyou so much correct color correct item thankyou seller satisfied customer here thankyou very much till our next transaction thankyouuuuu verry much",
        "rating": 5
    },
    {
        "review": "Thank you seller, nagustuhan po ng hubby ko . saktong dumating ng Feb 14. sa uulitin po ",
        "rating": 5
    },
    {
        "review": "Good quality for the cheapest price.!!! Ganda nagustuhan ng hubby ko.. Thanks seller and kay kuya rider na lagi nagdedeliver..",
        "rating": 5
    },
    {
        "review": "generally its okay for the price. the cloth is thick enough however the pockets are quite small and only 3",
        "rating": 5
    },
    {
        "review": "mganda nmn, pgka receive q nag order aq agad ng isa pa, sinubukan q lng muna kc nagustuhan q,",
        "rating": 5
    },
    {
        "review": "Packaging is in good quality All ordered color items are delivered however upon checking manipis ang tela ng shorts",
        "rating": 4
    },
    {
        "review": "Its good for its prize..thank you",
        "rating": 4
    },
    {
        "review": "maiksi sya,..",
        "rating": 4
    },
    {
        "review": "medyo maiksi kumpara sa model na nasa picture. pero ok nman po.",
        "rating": 4
    },
    {
        "review": "goods ",
        "rating": 4
    },
    {
        "review": "product delayed in shipped but fast when delivered, nakalagay s stock madami pang khaki then nag message sken si seller n wala n daw khaki 3 stars dahil disapointing ung delivery time and ung kulay na gusto ko wla na. pero ok ang quality ng shorts for the price",
        "rating": 3
    },
    {
        "review": "pwede pa kaya to palitan.. may damage yung isang item",
        "rating": 3
    },
    {
        "review": "Misleading",
        "rating": 3
    },
    {
        "review": "Manipis yung tela",
        "rating": 3
    },
    {
        "review": "Not bad for the price",
        "rating": 3
    },
    {
        "review": "Ang nipis niya pero what do you expect if mura siya nakuha",
        "rating": 3
    },
    {
        "review": "not satisfied costomer",
        "rating": 3
    },
    {
        "review": "True to size. What you see is not that really accurate. Manipis yung tela, pero maganda naman pagkatahi. Yung lace normal lang di katulad sa picture. ",
        "rating": 3
    },
    {
        "review": "Too many loosen thread strands.",
        "rating": 3
    },
    {
        "review": "Dalawang size 34 ang order ko, size 32 yung isa dumating at yung isa may mantsa pa..",
        "rating": 2
    },
    {
        "review": "nagbabayad nmn kami ng maayos sana wag nyo sirain tiwala namin sainyo sana nmn ichck nyo ng maayos yun item nkakadismaya oordeer pa nmn sana ako ulit kaso baka ganyan nmn ibigay umay sa gantong seller...",
        "rating": 1
    },
    {
        "review": "Ordered 5 shorts, asked seller to ship different colors since there is no option, seller agreed tru chat but shipped me all same color khaki now I have 5 shorts with the same color. ",
        "rating": 1
    },
    {
        "review": "tissue ang pinadala nakakainis",
        "rating": 1
    },
    {
        "review": "poor quality",
        "rating": 2
    },
    {
        "review": "nagbabayad nmn kami ng maayos sana wag nyo sirain tiwala namin sainyo sana nmn ichck nyo ng maayos yun item nkakadismaya oordeer pa nmn sana ako ulit kaso baka ganyan nmn ibigay umay sa gantong seller...",
        "rating": 1
    },
    {
        "review": "Ordered 5 shorts, asked seller to ship different colors since there is no option, seller agreed tru chat but shipped me all same color khaki now I have 5 shorts with the same color. ",
        "rating": 1
    },
    {
        "review": "tissue ang pinadala nakakainis",
        "rating": 1
    },
    {
        "review": "not worth to buy. poor quality",
        "rating": 1
    },
    {
        "review": "delivered wrong style ",
        "rating": 1
    },
    {
        "review": "maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda maganda",
        "rating": 5
    },
    {
        "review": "sulit sa price maganda quality nagustuhan ko pati ng kapatid ko need mo lang mag adjust sa size pag umorder kayo thank you seller",
        "rating": 5
    },
    {
        "review": "i thought the pants were aperfect fit but its too short but the waist line is correct and the cloth is great",
        "rating": 5
    },
    {
        "review": "Maganda sya, ang hindi kolang inexpect is yung length nya. I think sa may ankle talaga yung cut nya. Considering na naka high cut shoes yung model sa page. Shipping is fast, di ko inexpect na ang aga dumating.",
        "rating": 5
    },
    {
        "review": "Fits just right! Thank youuuuuuuuu Seller. Lazada Thank youuuuuuuuuuuuuuuuuuuuuuuuuuuuuu",
        "rating": 5
    },
    {
        "review": "the items itself is good although not perfect. yung stitches nya ay na tatastas and daming thread na natatatngal.",
        "rating": 4
    },
    {
        "review": "okay naman mjo makapal ang tela. double check kc yun isang na received ko may damaged. okay naman ang iba. 4 stars..",
        "rating": 4
    },
    {
        "review": "okay naman yung product, well packed namn nung binigay ng courier and concern ko lng is sobrang fit pla talaga nya akala ko medyo maluwag luwag ",
        "rating": 4
    },
    {
        "review": "Quality is worth its price. ",
        "rating": 4
    },
    {
        "review": "Not bad for the price I paid for it",
        "rating": 4
    },
    {
        "review": "maliit po pla ang size nla ok sna kso sktong2x sya",
        "rating": 3
    },
    {
        "review": "Makapal yung tela tyaka ok siya sa presyo niya. Although, diko expect na maliit ung pants, 5'9 ako kaya maliit tuloy sakin. 5 stars sana kung medyo mahaba pa.",
        "rating": 3
    },
    {
        "review": "It doesn t fit. My waistline is 30, that s why I got this. But pants are way, way smaller. Ugh. ",
        "rating": 2
    },
    {
        "review": "no good",
        "rating": 1
    },
    {
        "review": "Nipis",
        "rating": 1
    },
    {
        "review": "no good",
        "rating": 1
    },
    {
        "review": "Nipis",
        "rating": 1
    },
    {
        "review": "Ang ganda pala ng tela nito, malambot at masarap suotin, saka mura. Mabilis din ang shipping pati delivery.",
        "rating": 5
    },
    {
        "review": "Salamat lazada at sa seller dahil ang ganda ng product, malambot ang tela, exact size, same brand din. Salamat din kay kuya.",
        "rating": 5
    },
    {
        "review": "Great quality at an affordable price. Maganda ang tela, makapal sya, okay ang tahi, kumpleto ang buttons, walang sira, sna ganun din ang quality ng nsa cart ko pa...orderin ko na",
        "rating": 5
    },
    {
        "review": "nindot kaau ang tela. first time nag order,sulit kaau ang pag order kay nindot kaau,order ako ulit. thank you lazada",
        "rating": 5
    },
    {
        "review": "pangatlo kuna to..na bili sa shop nyo Kaya pag dating knina nung itim omorder ulit ako..salamat",
        "rating": 5
    },
    {
        "review": "size 34 tlga bewang ko ,oks na oks para sakin ang inorder ko na 36,. height ko is 5'7\" sakto lng,.ok ang tela thanks lazada at sa partner mo,.another good n item n na order ko..",
        "rating": 4
    },
    {
        "review": "good quality and stretchable.",
        "rating": 4
    },
    {
        "review": "ok naman, stretchable",
        "rating": 4
    },
    {
        "review": "ok naman xa... ayoko lang yung may design s bulsa... di naman n pa kita s picture yan eh... ",
        "rating": 4
    },
    {
        "review": "Lacks a hole to fit the button but good quality and fit",
        "rating": 4
    },
    {
        "review": "Video not related tinamad nko picturan e.. OK nman Kya lng ibng color dumatiing",
        "rating": 3
    },
    {
        "review": "delivery is good....ok din nmn quality ng product kaso nga lang di nasunod ung kulay na inorder ko....gray turns to black...dahil ok nmn ung product pagbigyan nalang pero next time, kung ano ung exact na inorder, yun din ang ibigay...",
        "rating": 3
    },
    {
        "review": "ayos lang. medyo straight cut sya at hindi skinny. sakto lang sa price",
        "rating": 3
    },
    {
        "review": "Hindi sya grey.. brown color ang natanggap ko.. di rin strechable ang tela pero makapal naman..",
        "rating": 3
    },
    {
        "review": "Sakto siya nung bagong bili, sana. Nung nilabhan, ayun lumiit bitin na yung pantalon. Bahala na ah. Umaaaaaay",
        "rating": 3
    },
    {
        "review": "quality control. hindi man lang tsinek ang pagkakatahi bago i pack. disappointed ako sa order ko. tapos yumg isa brown ang color. ang inorder ko ay acid gray ang pinadala ay brown. haist!!!",
        "rating": 3
    },
    {
        "review": "natanggap ko na Po order ko Tama Naman mga kulay at sizes na pinadala ..kaya very dissapoint Ako Isang discription lng nmn inorderan ko pero ibaba klase pnadala skin Yung kulay grey medyo mlaki bewang NYa pero size 36 Tama nmn haba nya manipis lng tela, Yung kulay dark blue ok nmn sya mahaba nga lng compare sa dalawa,Yung kulay light blue Tama Yung size aT kulay Kya lng sobrang sikip s baba di kasya sa paa ko dko maisuot compare sa dalawa inorder ko maluwag Ang entrada nya..",
        "rating": 3
    },
    {
        "review": "sakto lang thanks jsjsjsjskksodidjdhsjusushebshsgsosbslznsjshsvsghsslsnshsgssisvsyslabsisfaoabsushshzhshshshsbhshsozkzjzjsjsjushshhsbehekwososksksjshehejshehshsjowsjjshsshhshshshshsbhshsusjsjsjsososjehesjsjsksksksjsjjssjsjsjis",
        "rating": 3
    },
    {
        "review": "ano ba naman yan. nasan nakalagay dyan na tribal inorder ko na pants? ang pangit. kelan pa to naging skinny jeans? size28 lang sya pero ang luwag ng laylayan. ayoko ng tribal. ang pangit ng pants. lumang style eh. hindi naman gantong pants yung nasa picture. ang layo hah.",
        "rating": 3
    },
    {
        "review": "Seller ung Black na size 32 ay hindi nman sya stretchable kya tuloy masikip dun sa magsusuot,pero ung Gray ay ok lng tamang tama kasya sa akin.pero sa looks ay ok nman.Sana nxt tym kung anu sana ang nakalagay sa,description ay un din ang dumating sa Costumer pra nman dadami ang Costumer nyo.",
        "rating": 3
    },
    {
        "review": "not really the same at the picture",
        "rating": 3
    },
    {
        "review": "Maganda yung pants. Tama yung dumating na kulay at size. Message the seller kung pwede maireturn at ireorder kasi maliit pala yung size. Unfortunately, hindi pala sila ngpapalit. Seller response; i find it rude.",
        "rating": 3
    },
    {
        "review": "Mali ung kulay na denilever ",
        "rating": 3
    },
    {
        "review": "you get what you paid for",
        "rating": 3
    },
    {
        "review": "the pants was diffrent from. what i am exoecting... it was not really so strechable... not yet wearing it.. i was expecting a skinny fit.. but it was not",
        "rating": 3
    },
    {
        "review": "ok Naman Yung zise pero hindi sya stretch at Hindi slim fit. straight cut Yung deliver sa akin. ",
        "rating": 3
    },
    {
        "review": "Hindi cya acid blue, although skinny jeans siya pero yun color pale blue hindi acid katulad yun nasa model photo. Nakakadismayado. Sakto ang size pero mga items mgkaiba. Nakakadisapoint.. kindly have a meeting with your staffs para sa susunod hindi magkamali2 ang mga items na inorder ng buyers!",
        "rating": 3
    },
    {
        "review": "Iba ang naibigay okey nman ung size kaso magkaiba sa personal at picture",
        "rating": 3
    },
    {
        "review": "ok na rin ",
        "rating": 3
    },
    {
        "review": "3 Star lang kase may sira yung isa na pinadala nila. Kinailangan ko pa tahiin para lang umayos. Yoko na i return so much hassle. Sana next time paki check ng maayos para wala reklamo si client.",
        "rating": 3
    },
    {
        "review": "Sayang nanaman ung pinambili ko kasi sobrang sikip ng pants. Pang tipaklong na legs ng lalaki ata to eh yung palito na legs. Di pwede na may muscle na legs na 33 ang bewang. ",
        "rating": 2
    },
    {
        "review": "2 order ko gray at acid black ok ung gray maganda at strechable ung acid black hindi xa acid black dirty black xa at hindi strechable antigas nya.... please papalitan po",
        "rating": 1
    },
    {
        "review": "order ko gray bakit dumating brown diba kayo marunong bumasa o basta lang kumita ang alam nyo kahit makapangloko kayo ng kapwa nyo..un eh kong tao kayo kase palagay ko hindi..",
        "rating": 1
    },
    {
        "review": "kupal tong seller n to makabenta lng ibibigay ipapadala khit mali yung item 36 size order q 34 pinadala mababan ka tandaan m yn at irerefund q to this kind of seller must remove in lazada",
        "rating": 1
    },
    {
        "review": "this is my 3rd order. MALI UNG KULAY na dumating and hindi accurate ung size. SAYANG, maganda na sana ung tela for its price.",
        "rating": 2
    },
    {
        "review": "2 order ko gray at acid black ok ung gray maganda at strechable ung acid black hindi xa acid black dirty black xa at hindi strechable antigas nya.... please papalitan po",
        "rating": 1
    },
    {
        "review": "order ko gray bakit dumating brown diba kayo marunong bumasa o basta lang kumita ang alam nyo kahit makapangloko kayo ng kapwa nyo..un eh kong tao kayo kase palagay ko hindi..",
        "rating": 1
    },
    {
        "review": "kupal tong seller n to makabenta lng ibibigay ipapadala khit mali yung item 36 size order q 34 pinadala mababan ka tandaan m yn at irerefund q to this kind of seller must remove in lazada",
        "rating": 1
    },
    {
        "review": "Mam sir, good evening. isosoli ko po ito. mali po yung binigay nyo saakin. dalawa na nga po inorder ko na magkaibang kulay. tapos ang pinadala nyo sakin dalawang color brown? maayos po akong bumayad ng order ko sainyo. sana maayos nyo din naman ipadala ang order ko.",
        "rating": 1
    },
    {
        "review": "very dissapointing ung order na dumating sa akin.napaka layo ng skinnyjeans sa dumating na fitting nung pants.ambel style ang dumating..NAKAKA DISSAPOINT.suggest q s oorder sa shop na toh BASA² kau ng REVIEW muna before kumuha..ineexpect mo sa pict.pag dating malayong malayo ipapadala sau..DI worth it binayaran mo..",
        "rating": 1
    },
    {
        "review": "Todo na ang saya with the NEW SURFSAYA with more apps, more data and unli tawagan at texts sa LAHAT! haha liit",
        "rating": 4
    },
    {
        "review": "Sensya na late nakapag review Maayos naman at okay ang tela Dapat pala XXXL pero goods nadin thankyou",
        "rating": 4
    },
    {
        "review": "Ganda bhi3, 1st purchase ko dito sa lazada. For reference: Large size H- 5' W- 47 Kg Sakto lang large kahit sa medium built.",
        "rating": 5
    },
    {
        "review": "Panalong panaloFirst time buyer here and it's so satisfying. Nasukat ko na sya and tamang tama sa size na inorder ko. Salamat sa product at sa nag-deliver nito ",
        "rating": 5
    },
    {
        "review": "Red order ko black dumating pki check nmn po bgo nyo ipadeliver",
        "rating": 5
    },
    {
        "review": "Todo na ang saya with the NEW SURFSAYA with more apps, more data and unli tawagan at texts sa LAHAT! haha liit ",
        "rating": 4
    },
    {
        "review": "Sensya na late nakapag review Maayos naman at okay ang tela Dapat pala XXXL pero goods nadin thankyou",
        "rating": 4
    },
    {
        "review": "medjo manipis ",
        "rating": 4
    },
    {
        "review": "okay naman sya sa presyo. wag magexpect sa tela. it will keep you warm but not snuggly if you know what i mean. puede ng png tagaytay but not for baguio or sagada. and if ur a guy like me who is normally size L..I ordered one size extra which is XL.sad to say yung XL nila maliit p din..prang M. pro kung sa babae cguro tama lng mga sizes.",
        "rating": 4
    },
    {
        "review": "dumating na order ko gand ng tila at sukat sakin. ty din po sa delivery..",
        "rating": 4
    },
    {
        "review": "ooopppss order ko po white xl pero ang dumating gray at Napakanipis... next time nman po sumunod kayo kung anong kulay inorder Yun ang isend nyo...",
        "rating": 3
    },
    {
        "review": "Order qoh xl pero dumating large lng ndi nasuot.. Nxt time pki double check poh",
        "rating": 3
    },
    {
        "review": "Wrong color yung isa na pinadala nila... wala ding bubble wrap yung package pero okay lang since damit lang naman.................",
        "rating": 3
    },
    {
        "review": "wrong color na may punit pa",
        "rating": 3
    },
    {
        "review": "Maliit ang size. Yung large ka size ng small. Also yung order ko black and white hoodie pero ang dumating gray and black. Lastly,obvious na binuksan muna bago i packed kasi sira yung plastic ng black bukas po pagkaopen ko ng lazada pouch. Okay sana mabilis naman yung process and pag deliver. Sana kahit ma change size ko man lang ung dlawang hoodie di kasi ako nainform na 2x smaller ang sizes niyo compared sa normal. Looking forward sa inyong response",
        "rating": 3
    },
    {
        "review": "tama ang size sa gray jacket para sa anak kong babae....pero .mali ang size sa black na jacket na pinadala nyo. i ordered Large size pero medium pa din pinadala nyo. MALIIT po ito sa anak kong lalaki. dissapointed kami na makatanggap ng maling sizes. check nyo po mabuti bago kau magbalot at magpadala. ",
        "rating": 2
    },
    {
        "review": "Not satistfied with the item received. The size I ordered for the hoodie is not same with the parcel na dumating. Hindi ko kasya kaya ibinigay ko nalang sa kapatid ko. Please take note of this seller. Maganda sana kaso hindi ko kasya talaga.",
        "rating": 2
    },
    {
        "review": "",
        "rating": 2
    },
    {
        "review": "I AM SO DISSAPPOINTED. IBA YUNG NA DELIVER. ITS A ZIPPER HOODIE!! KAHIT NAMAN SANA MURA LANG E SANA YUNG NASA PICTURE YUNG DINI DELIVER! I WAS SO EXCITED PA NAMAN BUT I JUST GOT DISSAPPOINTED. BTW THIS WAS MY FIRST TIME BUYING. ",
        "rating": 1
    },
    {
        "review": "I have received the wrong color. I ordered white and they gave me gray instead without prior notice. And they did not reply to may message na wrong color ang sinend nila.",
        "rating": 2
    },
    {
        "review": "I AM SO DISSAPPOINTED. IBA YUNG NA DELIVER. ITS A ZIPPER HOODIE!! KAHIT NAMAN SANA MURA LANG E SANA YUNG NASA PICTURE YUNG DINI DELIVER! I WAS SO EXCITED PA NAMAN BUT I JUST GOT DISSAPPOINTED. BTW THIS WAS MY FIRST TIME BUYING. ",
        "rating": 1
    },
    {
        "review": "hoodie po na no zipper inorder ko tpos pinadala nyo may zipper puro chiclet pa likod , pako refund po nkaka dismaya",
        "rating": 1
    },
    {
        "review": "White color po order ko poa hindi po gray, pangalawa na order ko na po then ganon po uli, ",
        "rating": 1
    },
    {
        "review": "Ang order ko white Tpos dumating pink gusto ko ito ibalik ",
        "rating": 1
    },
    {
        "review": "ang order ko white dumating ibang color napahiya lang ako sa mga bibigyan ko white ang kailngan namin so ngayon kailngan panamin pagbili para mabawi ko ginastos ko sa order ",
        "rating": 1
    },
    {
        "review": "i ordered white dumating ibang color ",
        "rating": 1
    },
    {
        "review": "Poor. ",
        "rating": 1
    },
    {
        "review": "i order 3 jackets and i paid all of it worth 336.72 but the items are incomplete i only received 1 jacket and th seller does not cooperating with me ... return my money or give me the other missing items ",
        "rating": 1
    },
    {
        "review": "Ang tagal dumating tapos ibang kulay pa inorder ko white dumating grey",
        "rating": 1
    },
    {
        "review": "disappointed ako sa order ko. No star sana. i ordered Large para sana Mama ko. kaso yung dumating Medium. wag na kayo mag benta kung ganito lang. ",
        "rating": 1
    },
    {
        "review": "white and gray Yong binili ko, pero Yong dumating dalawang gray. hayst anong klaseng store ba Naman to ",
        "rating": 1
    },
    {
        "review": "wrong color! they sent gray instead of white ",
        "rating": 1
    },
    {
        "review": "XXL yung inorder ko XL naman yung dumating",
        "rating": 1
    },
    {
        "review": "ang linaw Ng pag order ko , white ang inorder ko tapos Ito dumating ?? kulay grey ?? wala ba kayong stock Ng white ???? ano para makabenta nalang , nakakadissappoint Ng sobra",
        "rating": 1
    },
    {
        "review": "white po order ko gray dumating",
        "rating": 1
    },
    {
        "review": "bwakanang inang bobo nyo naman, xxl nakalagay sa order ko xl pinadala nyo, buset. idiot",
        "rating": 1
    },
    {
        "review": "Apat po yung order ko, isang grey,dalawang white at isang N.blue, bakit po ang dumating dito ay three grey, and isang N. blue. ung white pa namn po ang importanteng color saamin. ",
        "rating": 1
    },
    {
        "review": "wag na kaung umorder dito mali mali ang binibigay puti inorder ko yang binigay 2 pa naman ",
        "rating": 1
    },
    {
        "review": "ang order ko black, gray and white hahaha muka bang white yung isa? and mali lahat ng size!! large lang yung size na order ko sa tatlong jacket pero bakit medium, XL yung dumating??? SANA NAG CANCEL NA LANG KAYO KESA GANITO PUTANGINA NIYO",
        "rating": 1
    },
    {
        "review": "pooooooooorrrrrrr poor",
        "rating": 1
    },
    {
        "review": "I ordered black and white and the other ones mosg definitely not white. Next time, message us buyers or do not ship out items that we do not order. I've seen a lot of complaints regarding wrong orders. Do well or I'll make a formal complaint directly with Lazada's office. ",
        "rating": 1
    },
    {
        "review": "mabilis ang delivery pero tastas ang tahi. saka sobra nipis sayang lang sorry seller pero 1star lng sau. ",
        "rating": 1
    },
    {
        "review": "wrong item delivered . white po yung inorder ko pero gray ang binigay nyo . walang wenta . tssss ",
        "rating": 1
    },
    {
        "review": "White po inorder ko. Nadeliver is grey. ",
        "rating": 1
    },
    {
        "review": "Wrong color yung binigay nyo white ang order, ko pa check namn sa sususunod sayang pera!!",
        "rating": 1
    },
    {
        "review": "ok nmn maganda tela mejo maliit nga lng size ang na order ko pro maganda malambot tska mabilis din n deliver",
        "rating": 1
    },
    {
        "review": "disappointed.ayaw ko talaga magreview eh kasi wala ako mabuting sasabihin.at ayaw ko na din mgreturn.nakakainis ung tagal mo hinintay tapos mali yung color at ireturn item.dapat po hindi kau ngpapapili ng kulay kung hindi nyo ibibigay yung napili ng buyerorder ko 2 white.binigay ninyo gray.ndi ako nainform na gray na pala ang bagong white ngayon.pic for reference.yung rider lang ang ok sa transaction na ito",
        "rating": 1
    },
    {
        "review": "ang inorder ko po 2 hoodie na black and white large size and dumating sakin black and gray medium size",
        "rating": 1
    },
    {
        "review": "kinang ina n yan. Large n nga kinuha ko para malaki sken konti. pg dating pang 12 years old amp. ayusin niu mga seller. wg kau masyadong pahalata n scamas kau. ",
        "rating": 1
    },
    {
        "review": "XXL size na para Sana sa panganay Kong anak pero sa bunso lang namin nagkasya, tatlo pa naman inorder ko grabe unsatisfied talaga!!!!!Sobrang lungkot Ng mga anak ko...",
        "rating": 1
    },
    {
        "review": "i ordered white kasi iimprintahan 3 packages kasi iba iba ang size dumating ibang color may dalawa pang dilaw i need white and order ko white kung rerefund ko naman it will take forver ",
        "rating": 1
    },
    {
        "review": "Fraud! Ordered white XXL was sent the wrong size and wrong colors, the sizes indicated in the product say XL pero it s probably just Medium. I know mura lang, pero sana sabihin or icancel na lang kung wala na. Pera pa din ang pinangbabayad sa inyo. Karma na bahala sa inyo… or DTI?!",
        "rating": 1
    },
    {
        "review": "Wrong color this isn't WHITE",
        "rating": 1
    },
    {
        "review": "kakareceive kopalang bat naman ganto seller may sira po sya sana naman po chineck nyo bago ipadala samin alam kung mura kaso di naman magagamit ",
        "rating": 1
    },
    {
        "review": "Ibang kulay ung order na naideliver ano ba yan",
        "rating": 1
    },
    {
        "review": "ayosin nio serbisyo nio.pinalbc ko na ung return ko.bat ung refund na binayad ko wala pa dn.!! ",
        "rating": 1
    },
    {
        "review": "katulad lng din ata to sila nong isa kong pinag orderan hnd cxa pang teens pang 10yrs old ata ang size nila sayang lng pera ko...",
        "rating": 1
    },
    {
        "review": "hnd nman pla pang teens to pangbata ang size kahit xxl ang size kasya lng ata to pang 10yrs old kakaurat seller",
        "rating": 1
    },
    {
        "review": "Wrong size, ordered for XXL not XL",
        "rating": 1
    },
    {
        "review": "ordered 1 black and 1 white but both came blacks. disappointed.",
        "rating": 1
    },
    {
        "review": "okay sana eh. maganda yung tela. mabiling yung shipping. kaso problema hindi chineck yung size. XXL order ko pero XL lang dumating. anyare seller?? kumpleto binabayad namin tapos mali ibibgay niyo. ",
        "rating": 1
    },
    {
        "review": "disappointed, 1- ang layo ng kulay sa pict. at sa na receive ko kulay orange, 2-L size order ko XL dumating kaka walang gana.. 3- Hindi Rin maganda quality.. pwede po ba return items? para walang problema change color at size nlang. paki ayos ng pag titinda niyo coz we pay in a right amount. para kayo ng nang bubudos. ",
        "rating": 1
    },
    {
        "review": "large inorder ko bakit ganto ang dumating kaya pala mura hindi tamang size binibigay yawa",
        "rating": 1
    },
    {
        "review": "order XL pinadala small, napakalayo naman small sa XL, kulay iBang iba sa photo. dilaw ginawa nyong orange. unresponsive seller. ",
        "rating": 1
    },
    {
        "review": "This is what you call yellow? Also you should check your items before handling it to your courier. I am very much disappointed.",
        "rating": 1
    },
    {
        "review": "This is not 2xl. Its super small and not true to size, i compared it to the other hoodies that i purchased and clearly its not 2xl. Iw would like refund pero baka mas hassle pa. Will not recommend to buy.",
        "rating": 1
    },
    {
        "review": "thank you seller kaso lng mali ang color na dineliver hnd ko alam kong bulag ba ang nag prepare... black ang inorder ko gray ang dumating :(",
        "rating": 1
    },
    {
        "review": "yung description nio for men unisex pero ang size ng mga hoodies puro pang kids.very dissapointed.lazada shd take action on this seller.you are a fraud.even the specs of having zipper is not true.no response ang seller sa chat.",
        "rating": 1
    },
    {
        "review": "sabe ko po xxl small naman ang na kuha ko ang panget pa kita change ko ang bastos naman ang panget pa ng quality",
        "rating": 1
    },
    {
        "review": "NAKAKA INIS ANG SELLER!!!! MALI ITEM NARECEIVE KO!!!!",
        "rating": 1
    },
    {
        "review": "white order ko na large dumating gray na medium gg!",
        "rating": 1
    },
    {
        "review": "super liet prang hinde sya XL, prang medium lang.",
        "rating": 1
    },
    {
        "review": "Size is not accurate i ordered xxl but it fits like medium, im disappointed! ",
        "rating": 1
    },
    {
        "review": "tangina sobrang liit xl yong inorder ko",
        "rating": 1
    },
    {
        "review": "The item is so anoyyed me the color insted of white i will get gray and the size is large but why its medium what is this seller im so dis appointed",
        "rating": 1
    },
    {
        "review": "Nakakadismaya!!! White ang order ko. Gray Ang pinadala.",
        "rating": 1
    },
    {
        "review": "bakit po sobrang liit large nmn po inorder ko pero bakt small",
        "rating": 1
    },
    {
        "review": "double xl kinuha ko pero xl Lang dumating ",
        "rating": 1
    },
    {
        "review": "Blue dumating na kulay hay",
        "rating": 1
    },
    {
        "review": "sana alisin na sa pagpipilian yun kulay white kasi wala naman kayo non 2nd order ko na mali parin ang kulay na pinadala.. hassle lang kasi pag ibabalik pa e kainis",
        "rating": 1
    },
    {
        "review": "hindi mismo ung grey jacket dumating sakin ung dumating ay pink jacket with shorts.",
        "rating": 1
    },
    {
        "review": "white inorder ko pero gray dumating kakaumay umordernakakadissapoint ",
        "rating": 1
    },
    {
        "review": "Maliit yung dumating sakin sayang. pero maganda tela ah",
        "rating": 1
    },
    {
        "review": "ang order ko white pero gray dumating!! kainess tas anliit masyado ng large parng small lang ",
        "rating": 1
    },
    {
        "review": "mali yung size bili ko L, M ang dumating",
        "rating": 1
    },
    {
        "review": "bakit naman ganun white ang order ko bakit grey pinadala nio nakakadismaya. hindi nakakatuwa. sana ayusin at basahin nio mabuti mga order sa inyo. hindi na ako oorder sa shop nio.",
        "rating": 1
    },
    {
        "review": "i ordered color white, large. but i received a color gray, medium. i tried to text to text the seller but the seller is not even responding to my inquiries. don't buy from this shop!!",
        "rating": 1
    },
    {
        "review": "It s very small - I am normal a medium and I can t even fit this XL. ",
        "rating": 1
    },
    {
        "review": "maganda po Ang tela Ng jacket ko at maganda tuwing taglamig at true size po salamat sa nag effort sa order ko at thanks sa rider",
        "rating": 1
    },
    {
        "review": "maling color ",
        "rating": 1
    },
    {
        "review": "it was not red, it was maroon . but it's okay. nice hoodie",
        "rating": 1
    },
    {
        "review": "xl order ko dumating large.hai naku bitin 2loy",
        "rating": 1
    },
    {
        "review": "ang liit ng size 2xl na order ko dipa din kasya nagsayang lang ako ng pera .. dapat nakalagay sa discription nila.. pang kids.. para aware din yun iba.. ",
        "rating": 1
    },
    {
        "review": "Bkit po medium ung pinadala.. Xl ung order ko. Sayang lng bayad sainyo.. ",
        "rating": 1
    },
    {
        "review": "mali po ang color",
        "rating": 1
    },
    {
        "review": "Hindi Tama ang kulay ampangit pa ng tela black inorder ko pero gray ",
        "rating": 1
    },
    {
        "review": "ok naman yung item, kaso yung nadeliver samen mali yung size",
        "rating": 1
    },
    {
        "review": "mali yung size pati color na dumating pangalawang beses na ",
        "rating": 1
    },
    {
        "review": "wrong color, picked XL and was expecting it to be EXTRA LARGE but to my demise it was not.",
        "rating": 1
    },
    {
        "review": "boss pwede ba marefund sobrang liit ng sizing",
        "rating": 1
    },
    {
        "review": "poooooooooorrrrrrrr poor",
        "rating": 1
    },
    {
        "review": "di na ba napapalitan tong size na nabigay saken? Xl ng dumating. order ko XXL ng chat nako wala paren. beke nemen ano na galaw galaw ",
        "rating": 1
    },
    {
        "review": "mali Yung binigay na size large inorder ko pero dumating medium ano banaman yan",
        "rating": 1
    },
    {
        "review": "Poor quality",
        "rating": 1
    },
    {
        "review": "Wrong color. Size too small for a Large",
        "rating": 1
    },
    {
        "review": "nice item. sobrng ganda. swak na swak yung size chart sa size na pinili ko hehe mukhang uulit pa ako sobrnag quality",
        "rating": 5
    },
    {
        "review": "All goods naman for the price",
        "rating": 5
    },
    {
        "review": "jsushdnckdishnskIsjshdbjxkshsbbsmxkvkfjnsbsjdjkdndndjhsbsndjudhshjsjshshjsjsj",
        "rating": 5
    },
    {
        "review": "honest review ganda ng item kapal den ng tela at ang ganda lang dahil cotton order ule ako nxt time zvxnxnxnxnnxmxmxmxmcmmcmcmcmcm",
        "rating": 5
    },
    {
        "review": "I am so satisfied with the Product. the quality is good and the seller is very accommodating. I really recommend. Crown Ph for their Item",
        "rating": 5
    },
    {
        "review": "ankapal ng tila at 100 percent cotton oorder pa nga ako ulit nice talaga",
        "rating": 5
    },
    {
        "review": "I recieved the item on time. Although I ordered white a different color was sent to me but that's okay it still looks nice. For reference I am 4'11 and yes I ordered Medium because its comfy to wear :>",
        "rating": 5
    },
    {
        "review": "maganda suotin sakto lang sakin worth it ang gastos HAHAHA.",
        "rating": 5
    },
    {
        "review": "Very satisfied customer here. Thank you so much seller. Til our next transactions. For those who wants to buy this shirt, please see video for reference. My height is only 5'6. I chose XL. ",
        "rating": 5
    },
    {
        "review": "Maganda ang tela medyo manipis nga lang yung khaki at jungle hindi katulad nung sa itim pero all goods naman saktong sakto lang sakin ang pagka oversized btw im 5'4",
        "rating": 5
    },
    {
        "review": "QWERTYUIOPASDFGHJKLZXCVBNM",
        "rating": 5
    },
    {
        "review": "5'9 height ko, small size kaya medyo bitin pero pwede na and ang bilis dumating mga 2days lang dyan na item mo ",
        "rating": 5
    },
    {
        "review": "solid po,saktong po sakin and ang kapal po ng tela oorder po ako uli",
        "rating": 5
    },
    {
        "review": "maganda sya at ok din Yung tela maraming salamat at Tama din dumating na kulay maraming salamat",
        "rating": 5
    },
    {
        "review": "Product Size: Medium Customer's Height: 5'2 Customer's Weight: 49 kg Date of Order: Feb 07, 2022 Date of Arrival: Feb 18, 2022 Product Quality: 5/5 ",
        "rating": 4
    },
    {
        "review": "true to size what you see what you get fast delivery goods ang nag deliver kudos sau at maganda ang product",
        "rating": 4
    },
    {
        "review": "maganda to teh bilin nyo na maganda yung tela dabesssss malaki lang masyado yunh med size pero it's okayyy mwehehehehehe",
        "rating": 4
    },
    {
        "review": "good good good good good good good good good good good good good good good good good good good",
        "rating": 4
    },
    {
        "review": "maganda quality, kaso lang medyo manipis and walang nakalagay na brand kung crown sya. ",
        "rating": 4
    },
    {
        "review": "Maganda yung kulay pero yung sa tela saktuhan lang",
        "rating": 4
    },
    {
        "review": "Ayos naman, the textile quality is still good for both rust and jungle. My only concern is that may butas na maliit sa jungle. Nawa y maging maayos na sa susunod because I ve ordered here many times. Nevertheless, I won t go for replacement or what since mas magiging hassle pa iyon.",
        "rating": 4
    },
    {
        "review": "hhahahhahahahahab2bwvvahajahahahaakskskksksnsnsnnsiaianannaabhuauqubbebbebeha7auosrmmdjzuaunnnajajAuai8a8iwjwjjeejdjjJIIiai888wjOowil",
        "rating": 4
    },
    {
        "review": "just received my order, i didn't expect it to be delivered that fast, i like the quality of the shirt but the only problem is that i ordered black but they gave me khaki. but still 4 stars overall ",
        "rating": 4
    },
    {
        "review": "Small ung inorder ko pero medium ung dumating. Cardinal rose pinili ko kasi ito lang ung may small na trip kong kulay tapos ndi rin pala small ung size na makukuha ko haha. Sana po next time paki check maigi ung sizes hehe",
        "rating": 4
    },
    {
        "review": "ganda, maganda yung tela and color. and nakakagwapo siya emz. hahaha. nagustuhan sjya ng bf ko so thumbs up! ",
        "rating": 4
    },
    {
        "review": "All goods sya sakto lang yung kapal nya at sulit sya di sayang pera ko dito hahahahhahahahhahahhahahhah",
        "rating": 4
    },
    {
        "review": "ganda ng tela. more than what i have expected. kaso sobrang tagal na ship out. maybe next time kung oorder ako di sa sale time. kasi sobrang dami daw ng orders sa kanila na compromised kung kelan madedeliver. over all, magaganda ang tela.",
        "rating": 4
    },
    {
        "review": "no cap but its nice ",
        "rating": 4
    },
    {
        "review": "Regarding po sa order ko bale nadismaya po ako dahil sa mali mali ang mga order na dumating bale 3 yung order kong Small Oversized Tshirt pero ang dumating po ay only 1 Small at 2 Medium size at mali pa ang color na ibinigay. Pero okay lang po meron daw system glitch kaya pinalitan nalang ang order ko yun nga lang Medium yung dalawa diko magagamit.",
        "rating": 4
    },
    {
        "review": "Mabilis nadeliver and maganda yung tela. 5 stars sana kaso may damage yung rust. Sana po check niyo muna yung item bago iship. Pinicturan ko at vinideo yung damage. ",
        "rating": 3
    },
    {
        "review": "Yung quality ng tela goods kaso ang pangit ng pagkakatahi sa bandang kili kili, 2nd time ko na umorder dito, kung hindi wrong color nadeliver, ganito naman yung pagkakatahi :(((",
        "rating": 3
    },
    {
        "review": "3 stars only becuase i ordered 5 items and only 4 items delivered, i already pay it in advance! Sadddd ",
        "rating": 3
    },
    {
        "review": "Wrong color!! Neck-line was a bit close-fitted",
        "rating": 3
    },
    {
        "review": "hahaha anlaki pala ng medium pero ok na din naman",
        "rating": 3
    },
    {
        "review": "okay naman sya average quality of the fabric but the size is good as oversize naman tlaga.. bilis din dumating ",
        "rating": 3
    },
    {
        "review": "Not what i expected. 3/5 stars ",
        "rating": 3
    },
    {
        "review": "Maganda Naman yung item. Walang damage. Hindi Naman siya pure cotton. Tsaka balingag Naman yung nag pack kasi mali yung kulay.",
        "rating": 3
    },
    {
        "review": "I ordered medium for both shirts but you gave small for one shirt. How can I have this replaced?",
        "rating": 3
    },
    {
        "review": "okay sana kaso may butas eh sayangggggggggggggggggggggggggggggggggg pero wlaanako magagawa nasuot ko na",
        "rating": 3
    },
    {
        "review": "Masyado malaki",
        "rating": 3
    },
    {
        "review": "bakit mas manipis ang fabric ng khaki color and ang daming sinulid na hindi pulido ang tahi ",
        "rating": 3
    },
    {
        "review": "Bakit mga large ang dumating medium size ang order ko. Sana hindi puro benta ang inisip natin kahit hindi masayahan ang buyer nyo. Mali ang size mas marami pa ang mali kesa sa tama. ",
        "rating": 2
    },
    {
        "review": "may butas sa tagiliran yung isang damit. ",
        "rating": 2
    },
    {
        "review": "wrong size received",
        "rating": 2
    },
    {
        "review": "order ko po sir ay medium size pero yung dumating XL sobrang laki po",
        "rating": 2
    },
    {
        "review": "I ordered 1 large and 1 xl pero dalawang xl dumating. I even messaged the seller first before giving a low rating since para maayos privately. Sabi magbbigay nalang daw ng voucher to compensate and i don t need to return the product na daw to replace. Nagbigay ng voucher di rin naman gumagana and di na nagrreply sa chat lol anw will never order again. god bless",
        "rating": 2
    },
    {
        "review": "hindi sya cardinal rose magkaiba sa kulay ng picture ",
        "rating": 2
    },
    {
        "review": "2 star lang hindi nasunod yung order ko na 2 color. Sorry seller di mo sisnonod order ko na 2 color .Nakaka inis ang ganda ng pinag usapan na 2 color peru palpak.",
        "rating": 2
    },
    {
        "review": "ordered 2 colors but one color was delivered wrongly l. should be black but they gave blue. ",
        "rating": 2
    },
    {
        "review": "Seller gave me a wrong color. There was an apology note but have to return it because i don t like it. I m okay with replacement but the seller could have just contacted me prior and asked what color of the replacement I like instead ",
        "rating": 2
    },
    {
        "review": "dalawang item inorder ko. isang kulay brown and grey. brown lang yung tamang kulay tapos hindi grey yung isa kulay mint green kaya 2 star lang hays sa susunod paki check muna ng maayos hays",
        "rating": 2
    },
    {
        "review": "Maraming maraming salamat po sa damit saktong sakto sa mukha ko naging face mask ko na.",
        "rating": 1
    },
    {
        "review": "Ano to lang hiya kaya nawawalan ng tiwala yung mga tao sa inyu eh ",
        "rating": 1
    },
    {
        "review": "I did not open it yet cause I am still upset. I waited for it to be delivered as it says it s Out for Delivery. Yet, the delivery man just left the parcel in the gate. Doesn t care anymore if it will be received since it was already PAID? What if a passerby got it? The worse, so dishonest to even affix a signature as proof of delivery. Please see photos as proofs.",
        "rating": 1
    },
    {
        "review": "Maganda naman kaso black pinadala siraulu ba ",
        "rating": 1
    },
    {
        "review": "Although tama yung colorway ng shirt na nadeliver sakin pero mali ung sizing, ang order ko is Cardinal Rose na Small but Large ung na received ko and Mocha na Large pero XL ung pinadala, ang tama lng is ung Black na Medium. See pictures for reference ng dumating and nung order ko.",
        "rating": 1
    },
    {
        "review": "wrong item and size was delivered ",
        "rating": 1
    },
    {
        "review": "Ang ganda ng clothe at color kaso, labo niyo naman. Parehong small size ang order, medium yung isang pinadala niyo. ",
        "rating": 1
    },
    {
        "review": "i ordered three different shirts, only of them arrived here correctly. one is in wrong size and the other is not the color i ordered and wrong size too.!!!!",
        "rating": 1
    },
    {
        "review": "Mas mura po sa shop na ito kesa sa ibang shop. Maganda po ung k94,makapal po siya .Nag order nga po ulit ako kasi nagustuhan koh mga products nila ",
        "rating": 5
    },
    {
        "review": "walang amoy ang mask maganda ang quality makapal sya..for sure oorder ulit ako..salamat seller salamat lazada",
        "rating": 5
    },
    {
        "review": "Thank youuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu Thank youuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuuu Seller,ang gandaaaaa ,ordered complete and fast on delivery,thank you LAZADA at kai kuyang delivery",
        "rating": 5
    },
    {
        "review": "HALA ANG GANDA NG QUALITY WORTH IT ANG PAGBILI NG MADAMI BIBILI AKO SA SUSUNOD. GANDA DIN NG COLOR",
        "rating": 5
    },
    {
        "review": "Good for its price. Very affordable yet nice quality. I would definitely order again. Seller shipped on time. Thanks!",
        "rating": 5
    },
    {
        "review": "The item was shipped and delivered on time based on the estimated delivery date. The quality of the masks is a bit thin but ofcourse for the price since its cheap maybe I should not expect a good quality item. The item was packed well and was delivered complete. ",
        "rating": 4
    },
    {
        "review": "Delivered siya earlier than the expected date of delivery... Sulit mo naman ang bayad mo. ",
        "rating": 4
    },
    {
        "review": "video and photos are not related but your product is highly recommended Thank you po seller at kay kuya na nagdeliver photo and vid are not related. Thank you po seller ang ganda po ng facemask!",
        "rating": 4
    },
    {
        "review": "4 stars lang dahil manipis lang siya pero okay lang nman yung size niya fit siya sa mukha ko.",
        "rating": 4
    },
    {
        "review": "Order received in good condition, 4 star lang kasi ung isang kulay hindi nasunod dapat kasi 2 grey, ang naibigay 2 black. Quality is good as well in cheap price so happy customer here.",
        "rating": 4
    },
    {
        "review": "Gottche complete 18 packs of KF94 mask. However, the 5 packs that should be peach was pink. so dusappointed. Not yet checked the quality of the mask. If okay, will buy again. thanks!",
        "rating": 3
    },
    {
        "review": "Ok naman ang 9 packs... pero 2 packs color grey reject... Nasa harap ang tali.. hindi na to mabibili.. pls always check...!!!!",
        "rating": 3
    },
    {
        "review": "aaang ikli nggggg straaaaaap ng faaaace maaaaaaask naaaaa tooooooooo myyyy gashh pero oks naman nothing to worry guys uhuh hahah",
        "rating": 3
    },
    {
        "review": "Medjo disappointed kami kasi 2nd time na namin bumili and maganda yung quality na nabili namin nung first time. But now sobrang nipis na. :((((",
        "rating": 3
    },
    {
        "review": "not a 4 ply instead a 2ply item delivery was fast",
        "rating": 3
    },
    {
        "review": "manipis siya masyado, tapos 9pcs lang yung isang pack ng white, sayang manipis talaga madami pa naman akong order",
        "rating": 2
    },
    {
        "review": "maluwang and sobrang nipis. maluwang and sobrang nipis. maluwang and sobrang nipis. maluwang and sobrang nipis.",
        "rating": 2
    },
    {
        "review": "hope hindi tayo manloloko di ba???sa dami ng nabilhan ko na facemask.. ito lang ang store na hindi honest sa color!!! ",
        "rating": 2
    },
    {
        "review": "Nakaka disappointed lng ng sobra sa seller .. Dahil 5 quantity ang inorder ko pero 4 quantity seller sa susunod make sure na tama ung quantity ng idedelever.. ",
        "rating": 2
    },
    {
        "review": "salamat po sa courier pero Yung items po nakakadisappoint po Kasi manipis at nasira agad,Hindi natahi or nadikit.",
        "rating": 1
    },
    {
        "review": "salamat po sa courier pero Yung items po nakakadisappoint po Kasi manipis at nasira agad,Hindi natahi or nadikit.",
        "rating": 1
    },
    {
        "review": "Dati naman na akong kumukuha dito ng mask. Repeat order na ito pero pumangit ang quality. Manipis na at medyo maliit.",
        "rating": 1
    },
    {
        "review": "According to the photos on the post, this face mask is 4ply. But when I cut it open to check if it is really 4ply, lo and behold it is only 3 ply. I was really confused as it is too thin when I tried it on. I bought it because on the photos it shows 4ply. Don t deceive people. ",
        "rating": 1
    },
    {
        "review": "I received the item very poor quality. it seems that it is only one ply and can still smell the smoke from outside. No wonder it is cheap because of poor quality. Never buy this items from this store! So disappointing and frustrating!! I am really angry I did not waste my money to receive this kind of item!!",
        "rating": 1
    },
    {
        "review": "Looks used masks. Hastily repacked. First time I have encountered mask being sold in this condition. All my order, 12 sets, are of the same condition. Waste of time waiting and money. I rarely review very poor because I manage my expectation but this is really unacceptable. The thinnest quality I have ever bought.",
        "rating": 1
    },
    {
        "review": "disappointed sa facemasks nalamukos see video",
        "rating": 1
    },
    {
        "review": "Napakanipis wag kayong manniwala sa mga comment. Dami kong inorder kasi kala ko totoo yng reviews sa lahat ng nabili kong mask eto pnakamanipis at pnaka pangit",
        "rating": 1
    },
    {
        "review": "No good ung mga mask, manipis tapos amoy pintura pa.. di ko man nagamit mga mask ang dami ko pa man din inorder. ",
        "rating": 1
    },
    {
        "review": "I order 10 packs 2 days deliver agad, to my surprise to check items manipis na nga then it looks like may amag and not color navy blue actually its faded n prang nilabhan itsura.. i sent message to seller wala nmn response.. dina ako uulit at sa mga makakabasa neto wag na balaking order pa. haist di dpe recommend they not even checked items before bigay sa magddliver ng items. Poor business gawa niyo. ",
        "rating": 1
    },
    {
        "review": "Salamat at kompleto naman po ang order ko, sa susunod po order ako ulit. Maganda at makulay lahat. ",
        "rating": 1
    },
    {
        "review": "panget, manipis",
        "rating": 1
    },
    {
        "review": "AYAN, KULANG ANG PINADALA NYO! 5 QTY I RECEIVED ONLY 3..WHAT WILL YOU DO TO SOLD THIS ISSUE? FIRST TIME KO UMORDER SA INYO .. DISAPPOINTED AGAD..",
        "rating": 1
    },
    {
        "review": "manipis po ang facemask. at may amoy pag open ng plastic.",
        "rating": 1
    },
    {
        "review": "Hindi Ng check c seller pigtas Yung ibang Tali at may Amoy Yung mask..Kaya nilabas ko na muna SA plastic para mahanginan Baka sakali mawala Yung Amoy ..sayang 10pck pa nmn binili ko Hindi ko nmn Pala magamit agad .",
        "rating": 1
    },
    {
        "review": "Order complete. Wag masyado mag expect manipis kasi sya..tama lang sa price nya. Thank you. ",
        "rating": 1
    },
    {
        "review": "2 pack every color ang order ko. Pero ideniliver nyo 10 pack na pink. Wala akong order na pink. Puede bang palitan nyo ng kulay itong ipinadala nyo?",
        "rating": 1
    },
    {
        "review": "peach order ko dumating light pink . ",
        "rating": 1
    },
    {
        "review": "kulang po ng isang item ung order ko 7 lng dumating dapat po 8. nkakadismasya ngayon lng nagkaganito mga order ko sa lazada",
        "rating": 1
    },
    {
        "review": "sobrang nipis. 2 or 3 mask gagamitin nyo pra sure wlang virus na mkakapasok. sayang ang pera nyo poh. ",
        "rating": 1
    },
    {
        "review": "Sobrang nipis ng facemask kitang kita sa picture kung gnun ka nipis tapos ang baho pa ng amoy Amoy pintura pa di ka sa virus magkakasakit kundi sa amoy ng facemask ",
        "rating": 1
    },
    {
        "review": "napakanipis ng face mask nyo... hirap talaga magtiwala sa reviews grrr... will not buy again!",
        "rating": 1
    },
    {
        "review": "Napaka nipis",
        "rating": 1
    },
    {
        "review": "ok nman yung mask kaso manipis lang talaga then 20packs ng facemash inorder ko pinadala sa akin 18 lang then nag chat ako sa seller hahaha nakaka tawa reply nya like lang cnagot sa mga complaint ko d man lang nag nag sorry na kulang yung pinadala nila sorry pero nakaka waang gana po yung attitude nyo kompleto po binayadnmin pero d worth it 1 star lang talaga kau ",
        "rating": 1
    },
    {
        "review": "complete orders naman... KAYA LANG SOBRANG NIPIS NG face mask... unlike sa ibang store na same price lang... ",
        "rating": 1
    },
    {
        "review": "wrong color,ngpm aq ngHappy emoji pa...eh d dto nlng mgreklmo ausin nio qng d kulng items colorblind pa...wla nmn po sna prob.kc aq pgngrereklmo s pm lng tlga kaso gnwa nio kgbe emoji Happy pa kau,inintay q 1day bka kako noindot o mali lng kaso deadma n...dti nlng bawi ",
        "rating": 1
    },
    {
        "review": "Ayan nakaka disappoint po Yong item na denilivered nyo. Dibali Sana maganda Ang quality yang item na Yan. kasu Ang pangit pa Ng kulay, black Yung inorder ko tas yan An na pack nyo for me. Nakaka upset po.",
        "rating": 1
    },
    {
        "review": "KULANG YUNG ITEM NA DINILIVER NI SELLER. KAHIT PA MASK LANG YAN, NAGBAYAD PADIN KAMI NG PARA SA 7 NA MASK PERO ANG NARECEIVE NAMIN 6 LANG.SANA NAMAN PAGNAGDELIVER PO KAYO SANA PO SINUSURE NYO PO NA COMPLETE. HINDI NAMAN PO KAMI GALIT NADISAPPOINT LANG PO KAMI SA INCOMPLETE NA NARECIEVE NAMIN.LAGI NALANG GANITO SA LAZADA KULANG KULANG, MABAILIS NGA DELIVERY KULANG NAMAN.",
        "rating": 1
    },
    {
        "review": "6 po ang order ko ang dumating ay 5 lang, bakit po kulang ng isa? at sa kulay namn po bakit po naging tatlo po yung navy blue? tapoa isang black lang? sana namn po kahit iba iba pa po ang kulay basta completo sana ok na skin kaso kulang po ng isa eh. completo namn yung bayad ko.",
        "rating": 1
    },
    {
        "review": "super disappointed i will not recommend this store this is my second order of the same color and mask, nun una tama yun binigay ngayon mali color i ordered peach, kulay pink dumating sakin",
        "rating": 1
    },
    {
        "review": "nakakainis nman tlaga kf94 order ko iba ang dumating wala pang box pano to mabbenta 885 Ang halaga Ng order ko TAs ganto gagawin nyo. grav nman kau porket madami ako order papadala nyo iba edi sana nagchat kayo sken kung wala kf94 tas ung sticker duble pinatungan lng Ng sken ...wag n kau oorder dto budol ",
        "rating": 1
    },
    {
        "review": "Not recommended to everyone. Sobrang manipis po yung facemask, kala ko pa naman medyo makapal since okay naman yung review. Manipis na nga yung mga kf94 na nabibili ko nung nakaraan, may mas manipis pa pala. a Anyways thank you for the effort. Sana makapal kapal onti. ",
        "rating": 1
    },
    {
        "review": "Umorder aq ng 7 packs ng mask and 6 packs lang yung dumating. Be responsible next time kasi bayad naman ang orders ko",
        "rating": 1
    },
    {
        "review": "INCOMPLETE ITEMS HINDI MAAYOS KAUSAP YUNG SELLER, KUNG KELAN NAKAPAG SALITA NA AKO NG KUNG ANO SANA LANG MAG OOFFER NG FOR REFUND, PURO POSITIVE REVIEW KAYA SIGURO HINDI NA NAKIKIPAG USAP NG MAAYOS WAG NA SANANG MAULIT SA IBA",
        "rating": 1
    },
    {
        "review": "items shipped immediately, well packed, makapal, medyo maliit lng itong black..basta over all okay cya at legit. thank you seller at lazada",
        "rating": 5
    },
    {
        "review": "thank you thank you thank you thank you thank you thank you thank you thank you thank you thank you",
        "rating": 5
    },
    {
        "review": "manipis siya slmat padin.manipis siya slmat padin.manipis siya slmat padin.manipis siya slmat padin.manipis siya slmat padin.",
        "rating": 5
    },
    {
        "review": "thank you,",
        "rating": 5
    },
    {
        "review": "Gottche complete 18 packs of KF94 mask. However, the 5 packs that should be peach was pink.  so dusappointed.  Not yet checked the quality of the mask.  If okay, will buy again.  thanks!",
        "rating": 3
    },
    {
        "review": "Ok naman ang 9 packs... pero 2 packs color grey reject...  Nasa harap ang tali.. hindi na to mabibili.. pls always check...!!!!",
        "rating": 3
    },
    {
        "review": "aaang ikli nggggg straaaaaap ng faaaace maaaaaaask naaaaa tooooooooo myyyy gashh pero oks naman nothing to worry guys uhuh hahah",
        "rating": 3
    },
    {
        "review": "Medjo disappointed kami kasi 2nd time na namin bumili and maganda yung quality na nabili namin nung first time. But now sobrang nipis na. :((((",
        "rating": 3
    },
    {
        "review": "not a 4 ply instead a 2ply item delivery was fast",
        "rating": 3
    },
    {
        "review": "manipis siya masyado, tapos 9pcs lang yung isang pack ng white, sayang manipis talaga madami pa naman akong order",
        "rating": 2
    },
    {
        "review": "maluwang and sobrang nipis. maluwang and sobrang nipis. maluwang and sobrang nipis. maluwang and sobrang nipis.",
        "rating": 2
    },
    {
        "review": "hope hindi tayo manloloko di ba???sa dami ng nabilhan ko na facemask.. ito lang ang store na hindi honest sa color!!!",
        "rating": 2
    },
    {
        "review": "Nakaka disappointed lng ng sobra sa seller .. Dahil 5 quantity ang inorder ko pero 4 quantity seller sa susunod make sure na tama ung quantity ng idedelever.. ",
        "rating": 2
    },
    {
        "review": "salamat po sa courier pero Yung items po nakakadisappoint po Kasi manipis at nasira agad,Hindi natahi or nadikit.",
        "rating": 1
    }
]